<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 CS">
<title>Glos&aacute;ř</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Hledat"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Domů</a> &gt; 
					Glos&aacute;ř</div>
<h1 class="head-a">
<a name="S-01200"></a>Glos&aacute;ř</h1>

<div class="body-text">
<b>ASCII</b>
<br>American Standard Code for Information Interchange (Americk&yacute; standardn&iacute; k&oacute;d k v&yacute;měně informac&iacute;). Standardizovan&yacute; syst&eacute;m k&oacute;dov&aacute;n&iacute; k přiřazen&iacute; č&iacute;seln&yacute;ch k&oacute;dů p&iacute;smenům a&nbsp;symbolům.</div>

<div class="body-text">
<b>automatick&eacute; odř&aacute;dkov&aacute;n&iacute;</b>
<br>Je-li v&nbsp;režimu v&yacute;choz&iacute;ch nastaven&iacute; aktivov&aacute;na tato volba, za každ&yacute; k&oacute;d pro n&aacute;vrat voz&iacute;ku (CR) bude automaticky přiřazen k&oacute;d ř&aacute;dkov&eacute;ho posunu (LF).</div>

<div class="body-text">
<b>obousměrn&yacute; tisk</b>
<br>Tisk, při kter&eacute;m tiskov&aacute; hlava tiskne v&nbsp;obou směrech (obousměrně). Při tomto způsobu tisku se zv&yacute;š&iacute; rychlost tisku, může se však sn&iacute;žit přesnost svisl&eacute;ho zarovn&aacute;n&iacute;. Obousměrn&yacute; tisk je standardn&iacute; tiskov&yacute; režim t&eacute;to tisk&aacute;rny.</div>

<div class="body-text">
<b>vyrovn&aacute;vac&iacute; paměť</b>
<br>Č&aacute;st paměti tisk&aacute;rny použit&aacute; pro uchov&aacute;n&iacute; dat před jejich vytištěn&iacute;m.</div>

<div class="body-text">
<b>tabulka znaků</b>
<br>Soubor p&iacute;smen, č&iacute;slic a symbolů, kter&eacute; tvoř&iacute; znakovou sadu použ&iacute;vanou v&nbsp;př&iacute;slušn&eacute;m jazyce.</div>

<div class="body-text">
<b>počet znaků na palec (cpi)</b>
<br>Měrn&aacute; jednotka velikosti textov&yacute;ch znaků.</div>

<div class="body-text">
<b>komprese tisku</b>
<br>Tato funkce snižuje objem dat. Data tisku lze komprimovat až o 75 %.</div>

<div class="body-text">
<b>Nekonečn&yacute; pap&iacute;r</b>
<br>Pap&iacute;r, kter&yacute; m&aacute; na obou dlouh&yacute;ch okraj&iacute;ch otvory na ozuben&aacute; kolečka, je perforov&aacute;n mezi str&aacute;nkami a dod&aacute;v&aacute; se ve skl&aacute;dan&yacute;ch bal&iacute;c&iacute;ch. Naz&yacute;v&aacute; se tak&eacute; skl&aacute;dan&yacute; pap&iacute;r.</div>

<div class="body-text">
<b>ř&iacute;dic&iacute; k&oacute;d</b>
<br>Speci&aacute;ln&iacute; k&oacute;d použ&iacute;van&yacute; k&nbsp;ovl&aacute;d&aacute;n&iacute; funkc&iacute; tisk&aacute;rny, např&iacute;klad proveden&iacute; n&aacute;vratu na zač&aacute;tek ř&aacute;dku nebo posunu ř&aacute;dku.</div>

<div class="body-text">
<b>cpi</b>
<br>Měrn&aacute; jednotka velikosti textov&yacute;ch znaků.</div>

<div class="body-text">
<b>v&yacute;pis dat</b>
<br>Způsob řešen&iacute; pot&iacute;ž&iacute;, kter&yacute; pom&aacute;h&aacute; identifikovat př&iacute;činu komunikačn&iacute;ch probl&eacute;mů mezi tisk&aacute;rnou a poč&iacute;tačem. Pokud je tisk&aacute;rna v&nbsp;režimu hexadecim&aacute;ln&iacute;ho v&yacute;pisu, tiskne jednotliv&eacute; přij&iacute;man&eacute; k&oacute;dy hexadecim&aacute;lně s použit&iacute;m znaků k&oacute;du ASCII. Tento v&yacute;pis paměti se naz&yacute;v&aacute; tak&eacute; v&yacute;pis dat.</div>

<div class="body-text">
<b>v&yacute;choz&iacute;</b>
<br>Hodnota, kter&aacute; nab&yacute;v&aacute; platnosti při zapnut&iacute;, resetov&aacute;n&iacute; nebo inicializaci zař&iacute;zen&iacute;.</div>

<div class="body-text">
<b>t&oacute;nov&aacute;n&iacute;</b>
<br>Způsob uspoř&aacute;d&aacute;n&iacute; bodů na str&aacute;nce k simulaci st&iacute;nov&aacute;n&iacute; nebo t&oacute;nov&aacute;n&iacute;.</div>

<div class="body-text">
<b>bodov&aacute; matice</b>
<br>Metoda tisku, při n&iacute;ž je každ&eacute; p&iacute;smeno nebo znak vytvořeno vzorem (matic&iacute;) jednotliv&yacute;ch bodů.</div>

<div class="body-text">
<b>koncept</b>
<br>Režim tisku použ&iacute;van&yacute; tisk&aacute;rnou v př&iacute;padě, že byla vybr&aacute;na kvalita Draft (Koncept). P&iacute;smo Draft (Koncept) použ&iacute;v&aacute; m&eacute;ně bodů na jeden znak a t&iacute;m je tisk rychlejš&iacute;.</div>

<div class="body-text">
<b>ovladač</b>
<br>Softwarov&yacute; program, kter&yacute; vys&iacute;l&aacute; př&iacute;kazy z&nbsp;poč&iacute;tače a ovl&aacute;d&aacute; funkce př&iacute;slušn&eacute; tisk&aacute;rny.</div>

<div class="body-text">
<b>ESC/P</b><sup>&reg;</sup>
<br>Zkratka standardn&iacute;ho k&oacute;du Epson pro tisk&aacute;rny. Jedn&aacute; se o syst&eacute;m př&iacute;kazů, kter&eacute; poč&iacute;tač použ&iacute;v&aacute; k&nbsp;ovl&aacute;d&aacute;n&iacute; tisk&aacute;rny. Jedn&aacute; se o normu pro všechny tisk&aacute;rny firmy Epson podporovanou většinou softwarov&yacute;ch aplikac&iacute; pro osobn&iacute; poč&iacute;tače.</div>

<div class="body-text">
<b>ESC/P 2</b><sup>&trade;</sup>
<br>Rozš&iacute;řen&aacute; verze př&iacute;kazov&eacute;ho jazyka pro tisk&aacute;rny ESC/P. Př&iacute;kazy v&nbsp;tomto jazyce slouž&iacute; pro tisk v kvalitě laserov&yacute;ch tisk&aacute;ren, např. p&iacute;sma s&nbsp;proměnnou velikost&iacute; a vylepšenou grafiku.</div>

<div class="body-text">
<b>skl&aacute;dan&yacute; pap&iacute;r</b>
<br>Pap&iacute;r, kter&yacute; m&aacute; na obou dlouh&yacute;ch okraj&iacute;ch otvory na ozuben&aacute; kolečka, je perforov&aacute;n mezi str&aacute;nkami a dod&aacute;v&aacute; se ve skl&aacute;dan&yacute;ch bal&iacute;c&iacute;ch. Naz&yacute;v&aacute; se tak&eacute; nekonečn&yacute; pap&iacute;r.</div>

<div class="body-text">
<b>font (p&iacute;smo)</b>
<br>Styl p&iacute;sma označen&yacute; n&aacute;zvem jako např&iacute;klad Roman nebo Sans Serif.</div>

<div class="body-text">
<b>posuv str&aacute;nky, FF</b>
<br>Tlač&iacute;tko na ovl&aacute;dac&iacute;m panelu a ř&iacute;dic&iacute; k&oacute;d, kter&yacute;mi se pap&iacute;r posouv&aacute; na n&aacute;sleduj&iacute;c&iacute; polohu horn&iacute; č&aacute;sti strany</div>

<div class="body-text">
<b>polot&oacute;nov&aacute;n&iacute;</b>
<br>Metoda použit&iacute; bodov&yacute;ch vzorů k&nbsp;vytvořen&iacute; obrazu. Polot&oacute;nov&aacute;n&iacute; umožňuje vytv&aacute;řet různ&eacute; odst&iacute;ny šed&eacute; pomoc&iacute; čern&yacute;ch teček nebo t&eacute;měř nekonečn&eacute; pole barev pomoc&iacute; teček několika barev.</div>

<div class="body-text">
<b>hexadecim&aacute;ln&iacute; v&yacute;pis</b>
<br>Způsob řešen&iacute; pot&iacute;ž&iacute;, kter&yacute; pom&aacute;h&aacute; identifikovat př&iacute;činu komunikačn&iacute;ch probl&eacute;mů mezi tisk&aacute;rnou a poč&iacute;tačem. Pokud je tisk&aacute;rna v&nbsp;režimu hexadecim&aacute;ln&iacute;ho v&yacute;pisu, tiskne jednotliv&eacute; přij&iacute;man&eacute; k&oacute;dy hexadecim&aacute;lně s použit&iacute;m znaků k&oacute;du ASCII. Tento v&yacute;pis paměti se naz&yacute;v&aacute; tak&eacute; v&yacute;pis dat.</div>

<div class="body-text">
<b>vysokorychlostn&iacute; koncept</b>
<br>Režim tisku konceptu, kter&yacute; lze vybrat za použit&iacute; režimu v&yacute;choz&iacute;ch nastaven&iacute;. Vysokorychlostn&iacute; koncept použ&iacute;v&aacute; minim&aacute;ln&iacute; počet bodů na znak, d&iacute;ky tomu je tisk velmi rychl&yacute;.</div>

<div class="body-text">
<b>rozhran&iacute;</b>
<br>Spojen&iacute; mezi poč&iacute;tačem a tisk&aacute;rnou, jehož prostřednictv&iacute;m jsou do tisk&aacute;rny přen&aacute;šena tiskov&aacute; data.</div>

<div class="body-text">
<b>na š&iacute;řku</b>
<br>Tisk orientovan&yacute; na str&aacute;nce na š&iacute;řku. Při t&eacute;to orientaci bude vytištěn&aacute; str&aacute;nka širš&iacute; než vyšš&iacute;. Tato orientace je vhodn&aacute; pro tisk tabulek. </div>

<div class="body-text">
<b>dopisn&iacute; kvalita (Letter quality &ndash; LQ)</b>
<br>Režim tisku použ&iacute;van&yacute; při vybr&aacute;n&iacute; jin&eacute;ho p&iacute;sma než Draft (Koncept). Tisk s&nbsp;p&iacute;smy dopisn&iacute; kvality je čitelnějš&iacute; a vypad&aacute; l&eacute;pe při sn&iacute;žen&eacute; rychlosti tisku. </div>

<div class="body-text">
<b>odř&aacute;dkov&aacute;n&iacute;, LF</b>
<br>Tlač&iacute;tko na ovl&aacute;dac&iacute;m panelu a ř&iacute;dic&iacute; k&oacute;d, kter&yacute;mi se pap&iacute;r posouv&aacute; o jeden ř&aacute;dek.</div>

<div class="body-text">
<b>zav&aacute;děc&iacute; poloha</b>
<br>Poloha, do kter&eacute; se pap&iacute;r zavede automaticky.</div>

<div class="body-text">
<b>mikronastaven&iacute;</b>
<br>Funkce tisk&aacute;rny, kter&aacute; umožňuje přesn&eacute; nastaven&iacute; pozice odtržen&iacute; a pozice zač&aacute;tku formul&aacute;ře.</div>

<div class="body-text">
<b>t&eacute;měř dopisn&iacute; kvalita (NLQ)</b>
<br>Režim tisku použ&iacute;van&yacute; při vybr&aacute;n&iacute; jin&eacute;ho p&iacute;sma než Draft (Koncept). Tisk s&nbsp;p&iacute;smy t&eacute;měř dopisn&iacute; kvality NLQ je čitelnějš&iacute; a vypad&aacute; l&eacute;pe při sn&iacute;žen&eacute; rychlosti tisku.</div>

<div class="body-text">
<b>pozice pap&iacute;ru</b>
<br>Existuj&iacute; tři pozice pap&iacute;ru pro tisk na nekonečn&yacute; pap&iacute;r. klidov&aacute;, odtržen&iacute; a horn&iacute; okraj formul&aacute;ře Tisk na jednotliv&yacute; list prob&iacute;h&aacute; vždy v pozici horn&iacute; okraj formul&aacute;ře. </div>

<div class="body-text">
<b>rozteč</b>
<br>Vodorovn&aacute; velikost p&iacute;sma, kter&aacute; se měř&iacute; počtem znaků na palec (cpi). Standardn&iacute; hodnota je 10 cpi.</div>

<div class="body-text">
<b>platen (deska)</b>
<br>Čern&aacute; ploch&aacute; č&aacute;st, kter&aacute; podep&iacute;r&aacute; pap&iacute;r během tisku.</div>

<div class="body-text">
<b>na v&yacute;šku</b>
<br>Tisk, kter&yacute; je na str&aacute;nce orientov&aacute;n na v&yacute;šku (na rozd&iacute;l od orientace na š&iacute;řku). Jedn&aacute; se o standardn&iacute; orientaci pro tisk dopisů nebo dokumentů.</div>

<div class="body-text">
<b>ovladač tisk&aacute;rny</b>
<br>Softwarov&yacute; program, kter&yacute; vys&iacute;l&aacute; př&iacute;kazy z&nbsp;poč&iacute;tače a ovl&aacute;d&aacute; funkce př&iacute;slušn&eacute; tisk&aacute;rny.</div>

<div class="body-text">
<b>pozice zač&aacute;tku tisku</b>
<br>Poloha na pap&iacute;ře rozpoznan&aacute; tisk&aacute;rnou jako prvn&iacute; ř&aacute;dek, kter&yacute; lze tisknout. Pozici zač&aacute;tku tisku můžete nastavit pomoc&iacute; ovl&aacute;dac&iacute;ho panelu.</div>

<div class="body-text">
<b>proporčn&iacute; p&iacute;smo</b>
<br>P&iacute;smo se znaky zab&iacute;raj&iacute;c&iacute;mi různou š&iacute;řku na ř&aacute;dku, podle š&iacute;řky konkr&eacute;tn&iacute;ho znaku. Velk&eacute; p&iacute;smeno M tedy zab&iacute;r&aacute; v&iacute;ce m&iacute;sta na ř&aacute;dku než mal&eacute; p&iacute;smeno i.</div>

<div class="body-text">
<b>doporučen&aacute; oblast tisku</b>
<br>Oblast str&aacute;nky, na kterou tisk&aacute;rna může tisknout. Tato oblast je kvůli okrajům menš&iacute; než skutečn&aacute; velikost str&aacute;nky.</div>

<div class="body-text">
<b>reset</b>
<br>Obnoven&iacute; v&yacute;choz&iacute;ho nastaven&iacute; tisk&aacute;rny.</div>

<div class="body-text">
<b>rozlišen&iacute;</b>
<br>M&iacute;ra množstv&iacute; detailů, kter&eacute; lze zn&aacute;zornit. Rozlišen&iacute; v&yacute;tisků se měř&iacute; v&nbsp;počtu bodů na palec (dpi).</div>

<div class="body-text">
<b>samočinn&yacute; test</b>
<br>Způsob kontroly funkčnosti tisk&aacute;rny. Po spuštěn&iacute; samočinn&eacute;ho testu se vytisknou znaky uložen&eacute; v&nbsp;paměti ROM tisk&aacute;rny (paměť pouze ke čten&iacute;).</div>

<div class="body-text">
<b>pohotovostn&iacute; poloha</b>
<br>Poloha nekonečn&eacute;ho pap&iacute;ru, kter&yacute; je připojen k&nbsp;tlačn&eacute;mu pod&aacute;vac&iacute;mu mechanismu, nen&iacute; však zaveden do&nbsp;tisk&aacute;rny.</div>

<div class="body-text">
<b>odtržen&iacute;</b>
<br>Tlač&iacute;tko ovl&aacute;dac&iacute;ho panelu, kter&eacute; slouž&iacute; k&nbsp;posunut&iacute; perforace nekonečn&eacute;ho pap&iacute;ru na polohu k odtržen&iacute; a n&aacute;sledn&eacute;mu posunu pap&iacute;ru zpět na polohu horn&iacute; č&aacute;sti strany.</div>

<div class="body-text">
<b>poloha k odtržen&iacute;</b>
<br>Poloha, na kterou bude posunut pap&iacute;r při zapnut&eacute;m režimu automatick&eacute;ho odtrh&aacute;v&aacute;n&iacute;. Pomoc&iacute; funkce Micro Adjust (Přesn&eacute; nastaven&iacute;) lze nastavit pozici pap&iacute;ru tak, aby se perforace pap&iacute;ru kryla s&nbsp;hranou pro odtržen&iacute;.</div>

<div class="body-text">
<b>poloha horn&iacute; č&aacute;sti strany</b>
<br>Poloha na pap&iacute;ře rozpoznan&aacute; tisk&aacute;rnou jako prvn&iacute; ř&aacute;dek, kter&yacute; lze tisknout. V&yacute;choz&iacute; poloha horn&iacute;ho okraje.</div>

<div class="body-text">
<b>jednosměrn&yacute; tisk</b>
<br>Tisk, při kter&eacute;m tiskov&aacute; hlava tiskne pouze jedn&iacute;m směrem. Jednosměrn&yacute; tisk je vhodn&yacute; pro tisk grafiky, neboť poskytuje přesn&eacute; svisl&eacute; zarovn&aacute;n&iacute;. Jednosměrn&yacute; tisk lze zvolit v režimu v&yacute;choz&iacute;ch nastaven&iacute; tisk&aacute;rny.</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
