<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 CS">
<title>Bezpečnost</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Hledat"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Domů</a> &gt; 
					Bezpečnost</div>
<h1 class="head-a">
<a name="S-01000-00100"></a>Bezpečnostn&iacute; pokyny</h1>
<div class="jumper">
<a href="#S-01000-00100-00100">Varov&aacute;n&iacute;, upozorněn&iacute; a&nbsp;pozn&aacute;mky</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00200">V&yacute;stražn&yacute; symbol upozorňuj&iacute;c&iacute; na hork&eacute; souč&aacute;sti</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00300">Důležit&eacute; bezpečnostn&iacute; pokyny</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00400">Uživatel&eacute; ve Velk&eacute; Brit&aacute;nii</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00900">Pro uživatele v Braz&iacute;lii</a>
</div>
<div id="blanks"></div>






<h2 class="head-b">
<a name="S-01000-00100-00100"></a>Varov&aacute;n&iacute;, upozorněn&iacute; a&nbsp;pozn&aacute;mky</h2>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Varov&aacute;n&iacute;</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">je nutno pečlivě dodržovat, aby nedošlo ke zraněn&iacute;.</div>
</td>
</tr>
</table>
</div>

<div class="mark-ca">
<!--Caution Head-->
<img hspace="5" align="top" src="files/mark_ca.gif">Upozorněn&iacute; </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFB5">
<tr>
<td width="100%">

<div class="mark-text">je nutn&eacute; respektovat, aby nedošlo k poškozen&iacute; zař&iacute;zen&iacute;.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="files/mark_no.gif">Pozn&aacute;mky </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td width="100%">

<div class="mark-text">obsahuj&iacute; důležit&eacute; informace a&nbsp;užitečn&eacute; tipy k pr&aacute;ci s&nbsp;tisk&aacute;rnou.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Nahoru<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00200"></a>V&yacute;stražn&yacute; symbol upozorňuj&iacute;c&iacute; na hork&eacute; souč&aacute;sti</h2>

<div id="tables">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="0" cellpadding="0" cellspacing="0">
<tr>
<td valign="top" width="14%">
<!--Table Text-->
<div class="table-text">
<img border="0" src="files/fon3_75.gif"></div>
</td><td valign="top" width="85%">
<!--Table Text-->
<div class="table-text">Tento symbol je um&iacute;stěn na tiskov&yacute;ch hlav&aacute;ch a dalš&iacute;ch souč&aacute;stech, kter&eacute; mohou b&yacute;t hork&eacute;. Těchto souč&aacute;st&iacute; se nikdy nedot&yacute;kejte bezprostředně po použit&iacute; tisk&aacute;rny. Vždy několik minut vyčkejte, než vychladnou.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Nahoru<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00300"></a>Důležit&eacute; bezpečnostn&iacute; pokyny</h2>

<div class="body-text">Před použit&iacute;m tisk&aacute;rny si přečtěte všechny bezpečnostn&iacute; pokyny. Kromě toho se řiďte všemi varov&aacute;n&iacute;mi a pokyny, kter&eacute; jsou vyznačeny př&iacute;mo na tisk&aacute;rně.</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00100"></a>Před uveden&iacute;m tisk&aacute;rny do provozu</h3>

<div id="itemiz">
<div class="bullet">Nepokl&aacute;dejte tisk&aacute;rnu na nestabiln&iacute; povrch, bl&iacute;zko radi&aacute;toru nebo jin&eacute;ho topn&eacute;ho tělesa.</div>

<div class="bullet">Um&iacute;stěte tisk&aacute;rnu na rovn&yacute;, stabiln&iacute; povrch. Pokud bude tisk&aacute;rna nakloněn&aacute; nebo postaven&aacute; šikmo, nebude plně funkčn&iacute;.</div>

<div class="bullet">Nepokl&aacute;dejte tento produkt na měkk&yacute;, nestabiln&iacute; povrch, jako je postel nebo pohovka, nebo do mal&yacute;ch, uzavřen&yacute;ch m&iacute;stech, kter&eacute; neumožňuj&iacute; větr&aacute;n&iacute;.</div>

<div class="bullet">Dbejte na to, aby větrac&iacute; otvory na krytu tisk&aacute;rny byly voln&eacute;, a nezasunujte do nich ž&aacute;dn&eacute; předměty.</div>

<div class="bullet">Pro snadnou obsluhu a &uacute;držbu nechejte v okol&iacute; tisk&aacute;rny dostatečně voln&yacute; prostor.</div>

<div class="bullet">Bude-li to zapotřeb&iacute;, tisk&aacute;rnu um&iacute;stěte tam, kde je možn&eacute; ji snadno připojit ke kabelu s&iacute;ťov&eacute;ho rozhran&iacute;.</div>

<div class="bullet">Použ&iacute;vejte pouze typ nap&aacute;jec&iacute;ho zdroje, kter&yacute; je vyznačen na št&iacute;tku tisk&aacute;rny. Pokud si nejste jisti, jak&eacute; jsou charakteristiky zdrojů nap&aacute;jen&iacute; ve vaš&iacute; oblasti, obraťte se na m&iacute;stn&iacute;ho dodavatele elektrick&eacute; energie nebo na prodejce zař&iacute;zen&iacute;.</div>

<div class="bullet">Všechna zař&iacute;zen&iacute; připojte k&nbsp;ř&aacute;dně uzemněn&yacute;m elektrick&yacute;m z&aacute;suvk&aacute;m. Nepouž&iacute;vejte z&aacute;suvky zapojen&eacute; v okruhu, ve kter&eacute;m jsou zapojeny kop&iacute;rky nebo větrac&iacute; syst&eacute;my, kter&eacute; se pravidelně zap&iacute;naj&iacute; a vyp&iacute;naj&iacute;.</div>

<div class="bullet">Nepouž&iacute;vejte poškozen&yacute; nebo odřen&yacute; nap&aacute;jec&iacute; kabel.</div>

<div class="bullet">Nap&aacute;jec&iacute; kabel je třeba chr&aacute;nit proti odřen&iacute;, proř&iacute;znut&iacute;, zkroucen&iacute; a zauzlen&iacute; a jin&yacute;m způsobům poškozen&iacute;.</div>

<div class="bullet">Pokud pro zapojen&iacute; tisk&aacute;rny použ&iacute;v&aacute;te prodlužovac&iacute; kabel, zkontrolujte, zda celkov&aacute; kapacita proudu pro všechna zař&iacute;zen&iacute; zapojen&aacute; pomoc&iacute; tohoto kabelu nepřekračuje proudovou kapacitu kabelu. Ověřte tak&eacute;, zda celkov&aacute; kapacita proudu pro všechna zař&iacute;zen&iacute; zapojen&aacute; do t&eacute;to elektrick&eacute; z&aacute;suvky nepřekračuje kapacitu z&aacute;suvky v amp&eacute;rech.</div>

<div class="bullet">Použ&iacute;vejte pouze nap&aacute;jec&iacute; kabel dodan&yacute; s&nbsp;t&iacute;mto zař&iacute;zen&iacute;m. Použit&iacute; jin&eacute;ho kabelu může způsobit pož&aacute;r nebo &uacute;raz elektrick&yacute;m proudem.</div>

<div class="bullet">Nap&aacute;jec&iacute; kabel tohoto zař&iacute;zen&iacute; se nesm&iacute; použ&iacute;vat pro jin&aacute; zař&iacute;zen&iacute;. Použit&iacute; s jin&yacute;m zař&iacute;zen&iacute;m může způsobit pož&aacute;r nebo &uacute;raz elektrick&yacute;m proudem.</div>

<div class="bullet">Nap&aacute;jec&iacute; kabel mus&iacute; b&yacute;t v souladu s m&iacute;stn&iacute;mi bezpečnostn&iacute;mi normami.</div>

<div class="bullet">Nepouž&iacute;vejte ani neskladujte tisk&aacute;rnu v m&iacute;stech, kde doch&aacute;z&iacute; k prudk&yacute;m změn&aacute;m teploty a kde je nadměrn&aacute; vlhkost. Tisk&aacute;rnu chraňte před př&iacute;m&yacute;m slunečn&iacute;m světlem, siln&yacute;m světlem, zdroji tepla, nadměrnou vlhkost&iacute; nebo prachem.</div>

<div class="bullet">Vyh&yacute;bejte se m&iacute;stům vystaven&yacute;m otřesům a vibrac&iacute;m.</div>

<div class="bullet">Tisk&aacute;rnu um&iacute;stěte do bl&iacute;zkosti elektrick&eacute; z&aacute;suvky, aby bylo snadn&eacute; vypojit nap&aacute;jec&iacute; kabel.</div>

<div class="bullet">Cel&yacute; poč&iacute;tačov&yacute; syst&eacute;m chraňte před potenci&aacute;ln&iacute;mi zdroji elektromagnetick&eacute;ho rušen&iacute;, jako jsou reproduktory nebo z&aacute;kladn&iacute; stanice bezdr&aacute;tov&yacute;ch telefonů.</div>

<div class="bullet">Nepouž&iacute;vejte elektrick&eacute; z&aacute;suvky, jenž jsou ř&iacute;zen&iacute; n&aacute;stěnn&yacute;mi sp&iacute;nači nebo automatick&yacute;mi časovači. Přerušen&iacute; dod&aacute;vky energie může zapř&iacute;činit vymaz&aacute;n&iacute; paměti tisk&aacute;rny nebo poč&iacute;tače. Nepouž&iacute;vejte tak&eacute; z&aacute;suvky, kter&eacute; jsou na stejn&eacute;m okruhu jako siln&eacute; motory či jin&aacute; zař&iacute;zen&iacute;, kter&aacute; mohou zapř&iacute;činit pokles napět&iacute;.</div>

<div class="bullet">Použ&iacute;vejte uzemněn&eacute; elektrick&eacute; z&aacute;suvky. Nepouž&iacute;vejte z&aacute;strčku adapt&eacute;ru.</div>

<div class="bullet">Pokud pl&aacute;nujete použ&iacute;t stojan, dodržujte tyto pokyny:<br>- použ&iacute;vejte stojan, kter&yacute; unese dvojn&aacute;sobek v&aacute;hy tisk&aacute;rny.<br>- nepouž&iacute;vejte stojan, na kter&eacute;m by tisk&aacute;rna st&aacute;la šikmo. Tisk&aacute;rna mus&iacute; b&yacute;t vždy přesně vodorovně.<br>- nap&aacute;jec&iacute; kabel a kabel rozhran&iacute; um&iacute;stěte tak, aby nepřek&aacute;žely př&iacute;sunu pap&iacute;ru. Je-li to možn&eacute;, připevněte kabely k noh&aacute;m podstavce tisk&aacute;rny.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00200"></a>Během &uacute;držby tisk&aacute;rny</h3>

<div id="itemiz">
<div class="bullet">Před čištěn&iacute;m tisk&aacute;rnu odpojte od elektrick&eacute; s&iacute;tě; k&nbsp;čištěn&iacute; použ&iacute;vejte vždy jen navlhčen&yacute; hadř&iacute;k.</div>

<div class="bullet">D&aacute;vejte pozor, aby se na tisk&aacute;rnu nevylila ž&aacute;dn&aacute; tekutina.</div>

<div class="bullet">Kromě př&iacute;padů v&yacute;slovně popsan&yacute;ch v&nbsp;t&eacute;to př&iacute;ručce se tisk&aacute;rnu nesnažte sami opravovat.</div>

<div class="bullet">V&nbsp;n&aacute;sleduj&iacute;c&iacute;ch př&iacute;padech odpojte tisk&aacute;rnu od elektrick&eacute; s&iacute;tě a svěřte ji kvalifikovan&eacute;mu servisn&iacute;mu technikovi:<br>i. Je poškozen nap&aacute;jec&iacute; kabel nebo z&aacute;strčka.<br>ii. Do tisk&aacute;rny se vylila jak&aacute;koli tekutina.<br>iii. Tisk&aacute;rna spadla nebo došlo k poškozen&iacute; krytu.<br>iv. Tisk&aacute;rna nepracuje norm&aacute;ln&iacute;m způsobem nebo došlo k v&yacute;razn&eacute; změně v&yacute;konu.</div>

<div class="bullet">Uvnitř nebo v bl&iacute;zkosti zař&iacute;zen&iacute; nepouž&iacute;vejte aerosolov&eacute; produkty obsahuj&iacute;c&iacute; hořlav&eacute; plyny. Mohl by vzniknout pož&aacute;r.</div>

<div class="bullet">Nastavujte pouze ty ovl&aacute;dac&iacute; prvky, kter&eacute; jsou pops&aacute;ny v&nbsp;provozn&iacute;ch pokynech.</div>

<div class="bullet">N&aacute;sleduj&iacute;c&iacute; informace se t&yacute;kaj&iacute; uživatelů v Německu:<br>Kvůli zajištěn&iacute; odpov&iacute;daj&iacute;c&iacute; ochrany tisk&aacute;rny proti zkratu a přet&iacute;žen&iacute; mus&iacute; b&yacute;t instalace v&nbsp;budově chr&aacute;něna 16amp&eacute;rovou pojistkou.<br>Bei Anschluss des Druckers an die Stromversorgung muss sichergestellt werden, dass die Gebaudeinstallation mit einer 16 A-Sicherung abgesichert ist.</div>

<div class="bullet">Nedot&yacute;kejte se b&iacute;l&eacute;ho kabelu uvnitř tisk&aacute;rny.</div>
<div id="images">
<img border="0" src="images/fcc_01.gif"></div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00300"></a>Během manipulace s pap&iacute;rem</h3>

<div id="itemiz">
<div class="bullet">Nezakl&aacute;dejte do tisk&aacute;rny zkroucen&yacute; nebo přeh&yacute;ban&yacute; pap&iacute;r.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00400"></a>Během provozu tisk&aacute;rny</h3>

<div id="itemiz">
<div class="bullet">Nastavujte pouze ty ovl&aacute;dac&iacute; prvky, kter&eacute; jsou pops&aacute;ny v&nbsp;n&aacute;vodu pro uživatele. Nespr&aacute;vn&eacute; nastaven&iacute; jin&yacute;ch ovl&aacute;dac&iacute;ch prvků může způsobit poškozen&iacute; tisk&aacute;rny, jehož oprava vyžaduje n&aacute;ročn&yacute; z&aacute;sah kvalifikovan&eacute;ho servisn&iacute;ho technika.</div>

<div class="bullet">Po každ&eacute;m vypnut&iacute; tisk&aacute;rny počkejte alespoň pět sekund, než ji znovu zapnete, jinak by se mohla poškodit.</div>

<div class="bullet">V průběhu tisku samočinn&eacute;ho testu tisk&aacute;rnu nevyp&iacute;nejte. Nejprve vždy zastavte tisk tlač&iacute;tkem <b>Pause</b> a potom tisk&aacute;rnu vypněte.</div>

<div class="bullet">Nepřipojujte tisk&aacute;rnu znovu k&nbsp;z&aacute;suvce, jej&iacute;ž napět&iacute; neodpov&iacute;d&aacute; požadavkům tisk&aacute;rny.</div>

<div class="bullet">Tiskovou hlavu nikdy nevyměňujte sami, mohlo by doj&iacute;t k poškozen&iacute; tisk&aacute;rny. Při v&yacute;měně tiskov&eacute; hlavy je třeba zkontrolovat tak&eacute; dalš&iacute; souč&aacute;sti tisk&aacute;rny.</div>

<div class="bullet">Při v&yacute;měně kazety s p&aacute;skou je třeba tiskovou hlavu posunout ručně. Pokud byla tisk&aacute;rna pr&aacute;vě použ&iacute;v&aacute;na, tiskov&aacute; hlava může b&yacute;t zahř&aacute;t&aacute;. Než se j&iacute; dotknete, nechte ji několik minut vychladnout.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00500"></a>Omezen&iacute; použit&iacute;</h3>

<div class="body-text">Při použit&iacute; př&iacute;stroje v aplikac&iacute;ch s vysok&yacute;mi n&aacute;roky na spolehlivost/bezpečnost, jako je leteck&aacute;, železničn&iacute;, n&aacute;mořn&iacute;, automobilov&aacute; doprava atd, prevence nehod, bezpečnostn&iacute; zař&iacute;zen&iacute; atd. nebo funkčn&iacute;/přesn&aacute; zař&iacute;zen&iacute; atd. je nutno zv&aacute;žit, zda je produkt dostatečně bezpečn&yacute;, př&iacute;padně do n&aacute;vrhu syst&eacute;mu zapracovat pojistky a redundance, kter&eacute; zajist&iacute; potřebnou bezpečnost a celkovou spolehlivost syst&eacute;mu. <br>Tento př&iacute;stroj nebyl navržen pro aplikace vyžaduj&iacute;c&iacute; extr&eacute;mn&iacute; hodnoty spolehlivost/bezpečnosti, jako je např&iacute;klad leteck&eacute; vybaven&iacute;, komunikačn&iacute; zař&iacute;zen&iacute;, ovl&aacute;d&aacute;n&iacute; jadern&yacute;ch elektr&aacute;ren nebo l&eacute;kařsk&aacute; technika souvisej&iacute;c&iacute; s př&iacute;mou p&eacute;č&iacute; atd., mus&iacute;te proto sami prov&eacute;st kompletn&iacute; anal&yacute;zu a na jej&iacute;m z&aacute;kladě zv&aacute;žit, zda je př&iacute;stroj pro v&aacute;s vhodn&yacute;.</div>
<div class="link-top">
<a href="#top">Nahoru<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00400"></a>Uživatel&eacute; ve Velk&eacute; Brit&aacute;nii</h2>

<h3 class="head-c">
<a name="S-01000-00100-00400-00100"></a>Použit&iacute; doplňků</h3>

<div class="body-text">Společnost Epson (UK) Limited neodpov&iacute;d&aacute; za škody nebo probl&eacute;my způsoben&eacute; použit&iacute;m jak&eacute;hokoli př&iacute;slušenstv&iacute; nebo spotřebn&iacute;ho materi&aacute;lu, na nichž nen&iacute; uvedeno označen&iacute; origin&aacute;ln&iacute;ch v&yacute;robků společnosti Original Epson Products nebo označen&iacute; v&yacute;robků schv&aacute;len&yacute;ch společnost&iacute; Epson (UK) Limited Epson Approved Products.</div>

<h3 class="head-c">
<a name="S-01000-00100-00400-00200"></a>Bezpečnostn&iacute; informace</h3>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Varov&aacute;n&iacute;:</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">Toto zař&iacute;zen&iacute; mus&iacute; b&yacute;t uzemněno. Ověřte na št&iacute;tku, zda napět&iacute; zař&iacute;zen&iacute; odpov&iacute;d&aacute; napět&iacute; zdroje nap&aacute;jen&iacute;.</div>
</td>
</tr>
</table>
</div>

<div class="body-text">
<b>Důležit&eacute;:</b>
</div>

<div class="body-text">Barvy vodičů elektrick&eacute;ho kabelu připojen&eacute;ho k tomuto zař&iacute;zen&iacute;:</div>

<div class="body-text">Zelen&aacute; a žlut&aacute; &mdash; uzemněn&iacute;,<br>modr&aacute; &mdash; nulov&yacute; vodič,<br>hněd&aacute; &mdash; pod napět&iacute;m.</div>

<div class="body-text">
<b>Zapojen&iacute; z&aacute;strčky:</b>
</div>

<div class="body-text">Vzhledem k tomu, že barvy vodičů nap&aacute;jec&iacute;ho kabelu nemus&iacute; odpov&iacute;dat barevn&eacute;mu označen&iacute; v&yacute;vodů v z&aacute;strčce, postupujte n&aacute;sleduj&iacute;c&iacute;m způsobem:</div>

<div class="body-text">Zelenožlut&yacute; vodič mus&iacute; b&yacute;t připojen ke svorce z&aacute;strčky označen&eacute; p&iacute;smenem E nebo symbolem uzemněn&iacute; (<img border="0" src="files/fon3_71.gif">).</div>

<div class="body-text">Modr&yacute; vodič mus&iacute; b&yacute;t připojen k v&yacute;vodu z&aacute;strčky označen&eacute;mu p&iacute;smenem N.</div>

<div class="body-text">Hněd&yacute; vodič mus&iacute; b&yacute;t připojen ke svorce z&aacute;strčky označen&eacute; p&iacute;smenem L.</div>

<div class="body-text">Pokud dojde k&nbsp;poškozen&iacute; z&aacute;strčky, vyměňte cel&yacute; kabel nebo se poraďte s&nbsp;kvalifikovan&yacute;m elektrik&aacute;řem.</div>

<div class="body-text">Při v&yacute;měně pojistek dbejte na to, aby pojistky měly spr&aacute;vnou velikost a spr&aacute;vn&yacute; jmenovit&yacute; proud.</div>
<div class="link-top">
<a href="#top">Nahoru<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00900"></a>Pro uživatele v Braz&iacute;lii</h2>

<div class="body-text">A Epson preocupa-se com o meio ambiente e sabe que o planejamento para o futuro requer um forte compromisso ambiental. Para isso, nos empenhamos em criar produtos inovadores que s&atilde;o confi&aacute;veis, recicl&aacute;veis e eficientes. Produtos melhores utilizando menos recursos naturais para ajudar a garantir um futuro melhor para todos.</div>

<div class="body-text">As embalagens deste produto - papel&atilde;o, pl&aacute;stico, isopor e espuma - s&atilde;o recicl&aacute;veis e podem ser entregues a cooperativas de reciclagem, postos de recolhimento de res&iacute;duos ou empresas recicladoras.</div>

<div class="body-text">Os materiais que comp&otilde;em o produto - pl&aacute;stico, metais, placa eletr&ocirc;nica e cartucho - s&atilde;o recicl&aacute;veis. O produto n&atilde;o deve ser desmontado, deve ser encaminhado para os Centros de Servi&ccedil;os Autorizados que dar&atilde;o o destino ambientalmente adequado. Consulte em nosso site - <a target="_blank" href="http://global.latin.epson.com/br">http://global.latin.epson.com/br</a> os Centros de Servi&ccedil;os Autorizados.</div>

<div class="body-text">Todos os Centros de Servi&ccedil;os Autorizados podem receber equipamentos da marca Epson destinados para reciclagem.</div>

<div class="body-text">Conhe&ccedil;a nossas a&ccedil;&otilde;es ambientais e o Programa de Coleta de Cartuchos (<a target="_blank" href="http://www.epson.com.br/coleta">http://www.epson.com.br/coleta</a>) em nosso site.</div>
<div class="link-top">
<a href="#top">Nahoru<img align="top" border="0" src="files/link_top.gif"></a>
</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
