<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 DE">
<title>Glossar</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Suchen"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Anfang</a> &gt; 
					Glossar</div>
<h1 class="head-a">
<a name="S-01200"></a>Glossar</h1>

<div class="body-text">
<b>ASCII</b>
<br>American Standard Code for Information Interchange (Amerikanischer Standardcode f&uuml;r den Informationsaustausch). Standardisiertes Kodierungssystem, durch das Buchstaben und Symbolen numerischen Codes zugewiesen werden.</div>

<div class="body-text">
<b>Automatischer Zeilenvorschub</b>
<br>Wenn diese Einstellung im Standardeinstellungsmodus aktiviert wird, folgt nach jedem Wagenr&uuml;cklaufcode (CR) automatisch ein Zeilenvorschubcode (LF).</div>

<div class="body-text">
<b>Bidirektionaldruck</b>
<br>Druckverfahren, bei dem der Druckkopf in beide Richtungen druckt (bidirektional). Dies erh&ouml;ht die Druckgeschwindigkeit, kann jedoch zugleich eine Verschlechterung der pr&auml;zisen vertikalen Ausrichtung bedeuten. Der bidirektionale Druckmodus ist der Standarddruckmodus dieses Druckers.</div>

<div class="body-text">
<b>Puffer</b>
<br>Der Teil des Druckerspeichers, in dem Daten gespeichert werden, bevor sie gedruckt werden.</div>

<div class="body-text">
<b>Zeichentabelle</b>
<br>Eine Sammlung aus Buchstaben, Zahlen und Symbolen, aus denen sich die Zeichens&auml;tze der jeweiligen Sprachen zusammensetzen.</div>

<div class="body-text">
<b>Zeichen pro Zoll (cpi)</b>
<br>Ma&szlig;einheit der Gr&ouml;&szlig;e von Zeichen im Text.</div>

<div class="body-text">
<b>Komprimierungsdruck</b>
<br>Diese Funktion reduziert die Datengr&ouml;&szlig;e. Damit k&ouml;nnen die Druckdaten um 75&nbsp;% ihrer Gr&ouml;&szlig;e komprimiert werden.</div>

<div class="body-text">
<b>Endlospapier</b>
<br>Papier mit Transportl&ouml;chern an beiden Seiten und Perforierung zwischen den Seiten, das in einem Stapel aus gefaltetem Papier erh&auml;ltlich ist. Diese Faltung wird auch als Leporellobruchfalzung oder Zickzackfaltung bezeichnet.</div>

<div class="body-text">
<b>Steuerzeichen</b>
<br>Besonderer Befehl zur Steuerung der Druckerfunktionen, wie beispielsweise Wagenr&uuml;cklauf oder Zeilenvorschub.</div>

<div class="body-text">
<b>cpi</b>
<br>Ma&szlig;einheit der Gr&ouml;&szlig;e von Zeichen im Text.</div>

<div class="body-text">
<b>Datenspeicherausdruck</b>
<br>Eine Fehlerbehebungsmethode zur Feststellung von Kommunikationsproblemen zwischen Drucker und Computer. Wenn sich der Drucker im hexadezimalen Speicherausdruckmodus befindet, druckt er jeden Code, den er empf&auml;ngt, als Hexadezimaldarstellung und als ASCII-Zeichen aus. Dies wird auch als hexadezimaler Speicherausdruck bezeichnet.</div>

<div class="body-text">
<b>Standardeinstellung</b>
<br>Wert, der automatisch in Kraft tritt, wenn das Ger&auml;t aktiviert, zur&uuml;ckgesetzt oder initialisiert wird.</div>

<div class="body-text">
<b>Farbmischung</b>
<br>Art und Weise, wie Punkte auf einer Seite angeordnet werden, um einen Schatten oder Farbton zu simulieren.</div>

<div class="body-text">
<b>Punktmatrix</b>
<br>Druckmethode, bei der jeder Buchstabe bzw. jedes Symbol durch ein Muster (Matrix) aus einzelnen Punkten gebildet wird.</div>

<div class="body-text">
<b>Entwurf</b>
<br>Dieser Druckmodus wird von Ihrem Drucker verwendet, wenn Sie &bdquo;Entwurf&ldquo; als Schrift einstellen. Entwurfsschriften verwenden weniger Punkte pro Zeichen, um einen schnelleren Ausdruck zu erm&ouml;glichen.</div>

<div class="body-text">
<b>Treiber</b>
<br>Software-Programm, das vom Computer aus Befehle zur Steuerung eines bestimmten Druckers sendet.</div>

<div class="body-text">
<b>ESC/P</b><sup>&reg;</sup>
<br>Abk&uuml;rzung f&uuml;r &bdquo;Epson Standard Code for Printers&ldquo;. Dies ist der Befehlssatz zur Steuerung des Druckers vom Computer aus. Der Befehlssatz stimmt f&uuml;r alle Epson-Drucker &uuml;berein und wird von den meisten PC-Anwendungsprogrammen unterst&uuml;tzt.</div>

<div class="body-text">
<b>ESC/P 2</b><sup>&trade;</sup>
<br>Die erweiterte Version der ESC/P-Druckerbefehlssprache. Mit diesen Befehlen erzielen Sie Ergebnisse, die ansonsten nur von Laserdruckern erreicht werden, wie skalierbare Schriften und verbesserte Grafiken.</div>

<div class="body-text">
<b>Papier in Leporellobruchfalzung/Zickzackfaltung</b>
<br>Papier mit Transportl&ouml;chern an beiden Seiten und Perforierung zwischen den Seiten, das in einem Stapel aus gefaltetem Papier erh&auml;ltlich ist. Dieses Papier wird auch als Endlospapier bezeichnet.</div>

<div class="body-text">
<b>Schriftart</b>
<br>Eine Schrift, die durch einen Namen wie beispielsweise Roman oder Sans Serif gekennzeichnet ist.</div>

<div class="body-text">
<b>Seitenvorschub (FF = Form Feed)</b>
<br>Ein Steuerzeichen und eine Taste am Bedienfeld, durch die das Papier bis zur n&auml;chsten Druckstartposition vorger&uuml;ckt wird.</div>

<div class="body-text">
<b>Halbtonverfahren</b>
<br>Druckmethode, bei der Punktmuster zur Erzeugung eines Bildes verwendet werden. Das Halbtonverfahren erm&ouml;glicht die Darstellung verschiedener Graustufen nur mit schwarzen Punkten oder einer beinahe unbegrenzten Farbskala unter Verwendung nur weniger Punktfarben.</div>

<div class="body-text">
<b>Hexadezimaler Speicherausdruck</b>
<br>Eine Fehlerbehebungsmethode zur Feststellung von Kommunikationsproblemen zwischen Drucker und Computer. Wenn sich der Drucker im hexadezimalen Speicherausdruckmodus befindet, druckt er jeden Code, den er empf&auml;ngt, als Hexadezimaldarstellung und als ASCII-Zeichen aus. Dies wird auch als Datenspeicherausdruck bezeichnet.</div>

<div class="body-text">
<b>Schneller Entwurf</b>
<br>Modus f&uuml;r Entwurfdruck, den Sie &uuml;ber den Modus &bdquo;Standardeinstellungen&ldquo; ausw&auml;hlen k&ouml;nnen. Beim schnellen Entwurf wird ein Minimum an Punkten pro Zeichen verwendet, um extrem schnelles Drucken zu erm&ouml;glichen.</div>

<div class="body-text">
<b>Schnittstelle</b>
<br>Die Verbindung zwischen Computer und Drucker, &uuml;ber die die Druckdaten an den Drucker &uuml;bertragen werden.</div>

<div class="body-text">
<b>Querformat</b>
<br>Druckformat, bei dem der Ausdruck quer erfolgt. Bei dieser Ausrichtung erhalten Sie einen Ausdruck, der breiter als hoch ist. Dieses Format eignet sich hervorragend f&uuml;r Tabellenarbeitsbl&auml;tter. </div>

<div class="body-text">
<b>Korrespondenzqualit&auml;t (Engl.: Letter Quality (LQ))</b>
<br>Dieser Druckmodus wird von Ihrem Drucker verwendet, wenn eine andere Schriftart als &bdquo;Draft (Entwurf)&ldquo; ausgew&auml;hlt ist. Beim Drucken mit der Option Korrespondenzqualit&auml;t (LQ) erzielen Sie bei langsamerer Druckgeschwindigkeit eine bessere Lesbarkeit und Darstellung. </div>

<div class="body-text">
<b>Zeilenvorschub (LF = Line Feed)</b>
<br>Ein Steuerzeichen und eine Taste am Bedienfeld, durch die das Papier bis zur n&auml;chsten Zeile vorger&uuml;ckt wird.</div>

<div class="body-text">
<b>Ladeposition</b>
<br>Die Position, an die das Papier automatisch transportiert wird.</div>

<div class="body-text">
<b>Feineinstellung</b>
<br>Mit dieser Druckerfunktion lassen sich die Abtrenn- und Druckstartposition pr&auml;zise anpassen.</div>

<div class="body-text">
<b>Korrespondenzschrift (NLQ)</b>
<br>Dieser Druckmodus wird von Ihrem Drucker verwendet, wenn eine andere Schriftart als &bdquo;Draft (Entwurf)&ldquo; ausgew&auml;hlt ist. Beim Drucken von Buchstaben mit der Korrespondenzschrift erzielen Sie bei langsamerer Druckgeschwindigkeit eine bessere Lesbarkeit und Darstellung.</div>

<div class="body-text">
<b>Papierpositionen</b>
<br>F&uuml;r den Endlosdruck k&ouml;nnen drei Papierpositionen festgelegt werden: Bereitschafts-, Abtrenn- und Druckstartposition. Beim Einzelblattdruck gibt es nur die Druckstartposition. </div>

<div class="body-text">
<b>Zeichenabstand</b>
<br>Die Breite eines Schriftzeichens, die in der Anzahl der Zeichen pro Zoll (cpi) gemessen wird. Der Standard ist 10 cpi.</div>

<div class="body-text">
<b>Walze</b>
<br>Der schwarze, flache Teil, der das Papier w&auml;hrend des Druckvorgangs st&uuml;tzt.</div>

<div class="body-text">
<b>Hochformat</b>
<br>Der Ausdruck erfolgt senkrecht (im Gegensatz zum Querformat, bei dem der Ausdruck quer erfolgt). Dies ist die Standardausrichtung f&uuml;r den Druck von Briefen oder Dokumenten.</div>

<div class="body-text">
<b>Druckertreiber</b>
<br>Software-Programm, das vom Computer aus Befehle zur Steuerung eines bestimmten Druckers sendet.</div>

<div class="body-text">
<b>Druckstartposition</b>
<br>Die horizontale Position auf dem Papier, die der Drucker als erste druckbare Spalte erkennt. Die Druckstartposition kann &uuml;ber das Bedienfeld angepasst werden.</div>

<div class="body-text">
<b>Proportionale Schriftart</b>
<br>Eine Schriftart, deren Zeichen je nach Zeichenbreite unterschiedlichen horizontalen Platz beanspruchen. Der Gro&szlig;buchstabe M nimmt z.&nbsp;B. mehr Platz ein als der Kleinbuchstabe l.</div>

<div class="body-text">
<b>Empfohlener druckbarer Bereich</b>
<br>Der Bereich einer Seite, die vom Drucker bedruckt werden kann. Dieser Bereich ist aufgrund der R&auml;nder kleiner als die Seite selbst.</div>

<div class="body-text">
<b>Zur&uuml;cksetzen</b>
<br>Hiermit wird ein Drucker auf die Standardeinstellungen zur&uuml;ckgesetzt.</div>

<div class="body-text">
<b>Aufl&ouml;sung</b>
<br>Ein Ma&szlig; f&uuml;r die Detailgenauigkeit der Darstellung. Die Aufl&ouml;sung der ausgedruckten Bilder wird in Punkten pro Zoll (dpi) gemessen.</div>

<div class="body-text">
<b>Selbsttest</b>
<br>Eine Methode zur &Uuml;berpr&uuml;fung der Funktionsf&auml;higkeit des Druckers. Beim Ausf&uuml;hren des Selbsttests werden die im ROM-Speicher des Druckers gespeicherten Zeichen ausgedruckt.</div>

<div class="body-text">
<b>Bereitschaftsposition</b>
<br>Die Position, in der das Endlospapier am Traktor angebracht ist, jedoch noch nicht in den Drucker eingezogen wurde.</div>

<div class="body-text">
<b>Abtrennen (Tear-Off)</b>
<br>Eine Taste am Bedienfeld, durch die die Perforierung von Endlospapier in Abtrennposition gebracht und das Papier anschlie&szlig;end zur&uuml;ck zur Druckstartposition transportiert wird.</div>

<div class="body-text">
<b>Abtrennposition</b>
<br>Die Position, zu der der Drucker das Papier im Abtrennmodus transportiert. Mithilfe der Mikroeinstellungsfunktion k&ouml;nnen Sie die Position so einstellen, dass die Perforierung des Papiers an der Abtrennkante ausgerichtet ist.</div>

<div class="body-text">
<b>Druckstartposition</b>
<br>Die Position auf dem Papier, die der Drucker als erste druckbare Zeile erkennt. Dies ist die Standardposition f&uuml;r den oberen Rand.</div>

<div class="body-text">
<b>Unidirektionaler Druck</b>
<br>Druckverfahren, bei dem der Druckkopf nur in eine Richtung druckt. Unidirektionaler Druck ist n&uuml;tzlich f&uuml;r das Drucken von Grafiken, da er eine pr&auml;zise vertikale Ausrichtung erm&ouml;glicht. Sie k&ouml;nnen den unidirektionalen Druck im Standardeinstellungsmodus des Druckers ausw&auml;hlen.</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
