<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 DE">
<title>Sicherheit</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Suchen"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Anfang</a> &gt; 
					Sicherheit</div>
<h1 class="head-a">
<a name="S-01000-00100"></a>Sicherheitshinweise</h1>
<div class="jumper">
<a href="#S-01000-00100-00100">Handbuch-Konventionen</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00200">Warnsymbol &bdquo;Hei&szlig;e Teile&ldquo;</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00300">Wichtige Sicherheitshinweise</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00400">F&uuml;r Benutzer in Gro&szlig;britannien</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00900">F&uuml;r Benutzer in Brasilien</a>
</div>
<div id="blanks"></div>






<h2 class="head-b">
<a name="S-01000-00100-00100"></a>Handbuch-Konventionen</h2>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Warnung</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">Diese Warnungen m&uuml;ssen unbedingt beachtet werden, um K&ouml;rperverletzungen zu vermeiden.</div>
</td>
</tr>
</table>
</div>

<div class="mark-ca">
<!--Caution Head-->
<img hspace="5" align="top" src="files/mark_ca.gif">Vorsicht </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFB5">
<tr>
<td width="100%">

<div class="mark-text">Diese Vorsichtshinweise m&uuml;ssen beachtet werden, um Sch&auml;den am Ger&auml;t zu vermeiden.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="files/mark_no.gif">Hinweise </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td width="100%">

<div class="mark-text">Hinweise enthalten wichtige Informationen und hilfreiche Tipps zur Arbeit mit dem Drucker.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Oben<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00200"></a>Warnsymbol &bdquo;Hei&szlig;e Teile&ldquo;</h2>

<div id="tables">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="0" cellpadding="0" cellspacing="0">
<tr>
<td valign="top" width="14%">
<!--Table Text-->
<div class="table-text">
<img border="0" src="files/fon3_75.gif"></div>
</td><td valign="top" width="85%">
<!--Table Text-->
<div class="table-text">Dieses Symbol befindet sich am Druckkopf und an anderen Teilen und weist darauf hin, dass diese hei&szlig; sein k&ouml;nnen. Ber&uuml;hren Sie diese Teile nicht, wenn der Drucker kurze Zeit vorher noch in Betrieb war. Lassen Sie sie einige Minuten abk&uuml;hlen, bevor Sie die Teile ber&uuml;hren.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Oben<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00300"></a>Wichtige Sicherheitshinweise</h2>

<div class="body-text">Lesen Sie sich vor Inbetriebnahme des Druckers die folgenden Hinweise zu Ihrer eigenen Sicherheit sowie zur Betriebssicherheit des Ger&auml;ts genau durch. Beachten Sie alle auf dem Drucker angebrachten Warnhinweise und Anweisungen.</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00100"></a>Aufstellen des Druckers</h3>

<div id="itemiz">
<div class="bullet">Stellen Sie den Drucker nicht auf einer instabilen Fl&auml;che ab und vermeiden Sie Standorte in der N&auml;he von Heizk&ouml;rpern oder anderen W&auml;rmequellen.</div>

<div class="bullet">Die Stellfl&auml;che f&uuml;r den Drucker muss eben und stabil sein. Wenn der Drucker geneigt steht, kann er nicht st&ouml;rungsfrei arbeiten.</div>

<div class="bullet">Stellen Sie dieses Produkt nicht auf einer weichen, instabilen Fl&auml;che, wie beispielsweise einem Bett oder Sofa, oder in einen beengten, abgeschlossenen Bereich ab, da hierdurch die Bel&uuml;ftung behindert wird.</div>

<div class="bullet">Achten Sie darauf, dass die L&uuml;ftungs&ouml;ffnungen am Druckergeh&auml;use nicht verdeckt sind. F&uuml;hren Sie keine Gegenst&auml;nde durch die &Ouml;ffnungen ein.</div>

<div class="bullet">Sorgen Sie f&uuml;r einen ausreichenden Freiraum um den Drucker f&uuml;r eine einfache Bedienung und Wartung.</div>

<div class="bullet">Stellen Sie den Drucker an einem Platz auf, an dem er, falls erforderlich, einfach an das Netzwerkschnittstellenkabel angeschlossen werden kann.</div>

<div class="bullet">Die verwendete Stromquelle muss mit den am Typenschild des Druckers angegebenen Werten &uuml;bereinstimmen. Wenn Ihnen die Spannungswerte Ihres Stromnetzes nicht bekannt sind, wenden Sie sich an Ihren Stromversorger bzw. H&auml;ndler.</div>

<div class="bullet">Schlie&szlig;en Sie das Ger&auml;t nur an eine ordnungsgem&auml;&szlig; geerdete Netzsteckdose an. Das Ger&auml;t darf nicht an einen Stromkreis angeschlossen werden, an dem bereits Ger&auml;te wie Fotokopierer oder Ventilatoren, die sich selbst regelm&auml;&szlig;ig ein- und ausschalten, angeschlossen sind.</div>

<div class="bullet">Verwenden Sie keinesfalls besch&auml;digte Stromkabel.</div>

<div class="bullet">Das Netzkabel muss so verlegt werden, dass Scheuerstellen, Einschnitte, Ausfransungen, Quetschungen, Knicke und andere Besch&auml;digungen vermieden werden.</div>

<div class="bullet">Wenn Sie den Drucker &uuml;ber ein Verl&auml;ngerungskabel anschlie&szlig;en, achten Sie darauf, dass die Gesamtstromst&auml;rke aller am Verl&auml;ngerungskabel angeschlossenen Ger&auml;te die zul&auml;ssige Stromst&auml;rke des Verl&auml;ngerungskabels nicht &uuml;berschreitet. Achten Sie zudem darauf, dass der Gesamtstromwert aller an der Netzsteckdose angeschlossenen Ger&auml;te den Amperenennwert dieser Steckdose nicht &uuml;berschreitet.</div>

<div class="bullet">Verwenden Sie nur das mit diesem Produkt mitgelieferte Netzkabel. Bei Verwendung eines anderen Netzkabels kann ein Brand oder ein elektrischer Schlag ausgel&ouml;st werden.</div>

<div class="bullet">Das Stromkabel dieses Produktes ist ausschlie&szlig;lich zur Verwendung mit diesem Produkt vorgesehen. Bei Verwendung mit anderen Ger&auml;ten k&ouml;nnen Feuer oder elektrische Schl&auml;ge verursacht werden.</div>

<div class="bullet">Vergewissern Sie sich, dass das Wechselstromnetzkabel die lokal g&uuml;ltigen Sicherheitsnormen erf&uuml;llt.</div>

<div class="bullet">Vermeiden Sie es, den Drucker an Orten aufzustellen, an denen kurzfristige Temperatur- und Feuchtigkeitsschwankungen auftreten. Vermeiden Sie Standorte mit direkter Sonneneinstrahlung, grellem Licht, W&auml;rmequellen oder extremer Feuchtigkeit und Staub.</div>

<div class="bullet">Vermeiden Sie Orte, die Sto&szlig;einwirkungen oder Schwingungen ausgesetzt sind.</div>

<div class="bullet">Stellen Sie den Drucker in der N&auml;he einer Wandsteckdose auf, aus der Sie das Netzkabel einfach herausziehen k&ouml;nnen.</div>

<div class="bullet">Benutzen Sie die Computeranlage nicht in der N&auml;he potenzieller elektromagnetischer St&ouml;rfelder, wie z. B. Lautsprecher oder Basisstationen von schnurlosen Telefonen.</div>

<div class="bullet">Schlie&szlig;en Sie den Drucker nicht an schaltbare oder timergesteuerte Steckdosen an. Eine Unterbrechung in der Stromzufuhr kann Informationen im Speicher Ihres Druckers oder Computers l&ouml;schen. Verwenden Sie auch keine Steckdosen, die zu demselben Stromkreis geh&ouml;ren, an den auch gro&szlig;e Motoren oder andere Ger&auml;te angeschlossen sind, die Spannungsschwankungen verursachen k&ouml;nnen.</div>

<div class="bullet">Verwenden Sie eine geerdete Steckdose ohne Zwischenstecker.</div>

<div class="bullet">Beachten Sie die folgenden Richtlinien, wenn Sie beabsichtigen, einen Druckerst&auml;nder zu verwenden:<br>- Verwenden Sie einen St&auml;nder, der zumindest das zweifache Gewicht des Druckers tragen kann.<br>- Verwenden Sie keinen St&auml;nder, auf dem der Drucker geneigt wird. Der Drucker sollte immer eben aufgestellt sein.<br>- Verlegen Sie das Strom- und Schnittstellenkabel des Printers so, dass es den Papiertransport nicht st&ouml;rt. Wenn m&ouml;glich, befestigen Sie die Kabel an einem Bein des Druckerst&auml;nders.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00200"></a>Wartung des Druckers</h3>

<div id="itemiz">
<div class="bullet">Trennen Sie den Drucker vor der Reinigung von der Stromversorgung und reinigen Sie ihn mit einem feuchten Tuch. Verwenden Sie keine Fl&uuml;ssigreiniger oder Reinigungssprays.</div>

<div class="bullet">Achten Sie darauf, dass keine Fl&uuml;ssigkeit in den Drucker gelangt.</div>

<div class="bullet">Mit Ausnahme der ausdr&uuml;cklich in diesem Handbuch angegebenen Handgriffe sollten Sie niemals versuchen, den Drucker selbst zu reparieren.</div>

<div class="bullet">In folgenden F&auml;llen m&uuml;ssen Sie den Drucker vom Netz trennen und sich an einen autorisierten Kundendiensttechniker wenden:<br>i. Bei besch&auml;digtem Stromkabel oder Stecker.<br>ii. Wenn Fl&uuml;ssigkeit in den Drucker gelangt ist.<br>iii. Wenn das Ger&auml;t heruntergefallen ist oder das Geh&auml;use besch&auml;digt wurde.<br>iv. Das Ger&auml;t zeigt auff&auml;llige Abweichungen vom Normalbetrieb.</div>

<div class="bullet">Verwenden Sie f&uuml;r das Innere und das Geh&auml;use des Druckers keine Reinigungssprays, die brennbare Gase enthalten. Andernfalls kann ein Brand ausgel&ouml;st werden.</div>

<div class="bullet">Nehmen Sie nur Einstellungen vor, die in der Dokumentation beschrieben sind.</div>

<div class="bullet">Beim Einsatz des Druckers in Deutschland ist Folgendes zu beachten:<br>Beim Anschluss des Druckers an die Stromversorgung muss sichergestellt werden, dass die Geb&auml;udeinstallation mit einer 16-A-Sicherung abgesichert ist.<br>Bei Anschluss des Druckers an die Stromversorgung muss sichergestellt werden, dass die Geb&auml;udeinstallation mit einer 16-A-Sicherung abgesichert ist.</div>

<div class="bullet">Ber&uuml;hren Sie das wei&szlig;e Kabel im Drucker nicht.</div>
<div id="images">
<img border="0" src="images/fcc_01.gif"></div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00300"></a>Umgang mit Papier</h3>

<div id="itemiz">
<div class="bullet">Legen Sie kein gewelltes oder geknicktes Papier ein.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00400"></a>Betrieb des Druckers</h3>

<div id="itemiz">
<div class="bullet">Bet&auml;tigen Sie nur die Bedienelemente, die in der Benutzerdokumentation beschrieben werden. Unsachgem&auml;&szlig;e Bedienvorg&auml;nge und Einstellungen k&ouml;nnen zu Sch&auml;den f&uuml;hren und umfangreiche Reparaturen durch einen Kundendiensttechniker erforderlich machen.</div>

<div class="bullet">Warten Sie nach dem Ausschalten des Druckers mindestens f&uuml;nf Sekunden, bevor Sie ihn wieder einschalten. Andernfalls kann der Drucker besch&auml;digt werden.</div>

<div class="bullet">Schalten Sie den Drucker nicht aus, w&auml;hrend der Selbsttest gedruckt wird. Dr&uuml;cken Sie immer die Taste <b>Pause</b>, um den Druckvorgang anzuhalten, und schalten Sie dann den Drucker aus.</div>

<div class="bullet">Schlie&szlig;en Sie das Netzkabel des Druckers nicht an eine Steckdose mit einer f&uuml;r den Drucker falschen Spannung an.</div>

<div class="bullet">Wechseln Sie den Druckkopf nie selbst aus. Sie k&ouml;nnten den Drucker besch&auml;digen. Wenn der Druckkopf ausgewechselt werden muss, m&uuml;ssen auch andere Teile des Druckers &uuml;berpr&uuml;ft werden.</div>

<div class="bullet">Zum Auswechseln der Farbbandkassette m&uuml;ssen Sie den Druckkopf von Hand bewegen. Unmittelbar nach dem Druckvorgang ist der Druckkopf noch hei&szlig;. Lassen Sie ihn einige Minuten abk&uuml;hlen, bevor Sie ihn ber&uuml;hren.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00500"></a>Verwendungsbeschr&auml;nkung</h3>

<div class="body-text">Wenn dieses Produkt f&uuml;r Anwendungen verwendet wird, bei denen es auf hohe Zuverl&auml;ssigkeit bzw. Sicherheit ankommt, wie z.&nbsp;B. Transportvorrichtungen beim Flug-, Zug-, Schiffs- und Kfz-Verkehr usw., Vorrichtungen zur Katastrophenverhinderung, verschiedenen Sicherheitsvorrichtungen usw. oder Funktions-/Pr&auml;zisionsger&auml;ten usw., sollten Sie dieses Ger&auml;t erst verwenden, wenn Sie Vorrichtungen f&uuml;r einen gefahrlosen Ausfall und Redundanzsysteme in Ihren Aufbau mit einbezogen haben, um die Sicherheit und Zuverl&auml;ssigkeit des gesamten Systems zu gew&auml;hrleisten. <br>Da dieses Produkt nicht f&uuml;r den Einsatz bei Anwendungen vorgesehen ist, bei denen es auf extrem hohe Zuverl&auml;ssigkeit/Sicherheit ankommt, wie beispielsweise in der Raumfahrt, bei prim&auml;ren Kommunikationseinrichtungen, Kernkraftkontrollanlagen oder medizinischen Apparaten f&uuml;r die direkte medizinische Versorgung usw., &uuml;berlegen Sie bitte nach umfassender Bewertung genau, ob das Produkt f&uuml;r Ihre Zwecke geeignet ist.</div>
<div class="link-top">
<a href="#top">Oben<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00400"></a>F&uuml;r Benutzer in Gro&szlig;britannien</h2>

<h3 class="head-c">
<a name="S-01000-00100-00400-00100"></a>Verwendung von Zubeh&ouml;r</h3>

<div class="body-text">Epson (UK) Limited kann nicht f&uuml;r Sch&auml;den oder sonstige Probleme haftbar gemacht werden, die aus der Verwendung von Zubeh&ouml;r oder Verbrauchsmaterial resultieren, das weder von Epson hergestellt noch von Epson (UK) Limited f&uuml;r den Gebrauch mit Epson-Ger&auml;ten zugelassen wurde.</div>

<h3 class="head-c">
<a name="S-01000-00100-00400-00200"></a>Sicherheitsinformationen</h3>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Warnung:</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">Dieses Ger&auml;t muss geerdet werden. Achten Sie darauf, dass die auf dem Typenschild angegebene Netzspannung mit der &ouml;rtlichen Netzspannung &uuml;bereinstimmt.</div>
</td>
</tr>
</table>
</div>

<div class="body-text">
<b>Wichtig:</b>
</div>

<div class="body-text">Die Adern des Netzkabels f&uuml;r dieses Ger&auml;t sind wie folgt farblich gekennzeichnet:</div>

<div class="body-text">Gr&uuml;n und gelb &mdash; Erde<br>Blau &mdash; Nullleiter<br>Braun &mdash; Stromf&uuml;hrender Leiter</div>

<div class="body-text">
<b>Wenn Sie einen Stecker anbringen m&uuml;ssen:</b>
</div>

<div class="body-text">Da die Farben der einzelnen Adern des Ger&auml;tenetzkabels nicht notwendigerweise mit den Farbmarkierungen der Klemmen im Stecker &uuml;bereinstimmen, gehen Sie wie folgt vor:</div>

<div class="body-text">Die gr&uuml;n/gelbe Ader muss im Stecker an die mit dem Buchstaben E oder dem Erdungssymbol (<img border="0" src="files/fon3_71.gif">) gekennzeichnete Klemme angeschlossen werden.</div>

<div class="body-text">Die blaue Ader muss im Stecker an die mit dem Buchstaben N gekennzeichnete Klemme angeschlossen werden.</div>

<div class="body-text">Die braune Ader muss im Stecker an die mit dem Buchstaben L gekennzeichnete Klemme angeschlossen werden.</div>

<div class="body-text">Wenn der Stecker besch&auml;digt wird, ersetzen Sie das gesamte Netzkabel oder wenden Sie sich an einen qualifizierten Elektriker.</div>

<div class="body-text">Tauschen Sie Sicherungen nur gegen Sicherungen der korrekten Gr&ouml;&szlig;e und Amperezahl aus.</div>
<div class="link-top">
<a href="#top">Oben<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00900"></a>F&uuml;r Benutzer in Brasilien</h2>

<div class="body-text">A Epson preocupa-se com o meio ambiente e sabe que o planejamento para o futuro requer um forte compromisso ambiental. Para isso, nos empenhamos em criar produtos inovadores que s&atilde;o confi&aacute;veis, recicl&aacute;veis e eficientes. Produtos melhores utilizando menos recursos naturais para ajudar a garantir um futuro melhor para todos.</div>

<div class="body-text">As embalagens deste produto - papel&atilde;o, pl&aacute;stico, isopor e espuma - s&atilde;o recicl&aacute;veis e podem ser entregues a cooperativas de reciclagem, postos de recolhimento de res&iacute;duos ou empresas recicladoras.</div>

<div class="body-text">Os materiais que comp&otilde;em o produto - pl&aacute;stico, metais, placa eletr&ocirc;nica e cartucho - s&atilde;o recicl&aacute;veis. O produto n&atilde;o deve ser desmontado, deve ser encaminhado para os Centros de Servi&ccedil;os Autorizados que dar&atilde;o o destino ambientalmente adequado. Consulte em nosso site - <a target="_blank" href="http://global.latin.epson.com/br">http://global.latin.epson.com/br</a> os Centros de Servi&ccedil;os Autorizados.</div>

<div class="body-text">Todos os Centros de Servi&ccedil;os Autorizados podem receber equipamentos da marca Epson destinados para reciclagem.</div>

<div class="body-text">Conhe&ccedil;a nossas a&ccedil;&otilde;es ambientais e o Programa de Coleta de Cartuchos (<a target="_blank" href="http://www.epson.com.br/coleta">http://www.epson.com.br/coleta</a>) em nosso site.</div>
<div class="link-top">
<a href="#top">Oben<img align="top" border="0" src="files/link_top.gif"></a>
</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
