<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 PT">
<title>Seguran&ccedil;a</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Procurar"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">P&aacute;gina Inicial</a> &gt; 
					Seguran&ccedil;a</div>
<h1 class="head-a">
<a name="S-01000-00100"></a>Instru&ccedil;&otilde;es de Seguran&ccedil;a</h1>
<div class="jumper">
<a href="#S-01000-00100-00100">Simbologia Utilizada no Manual</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00200">S&iacute;mbolo de &Aacute;reas Quentes</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00300">Instru&ccedil;&otilde;es de Seguran&ccedil;a Importantes</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00400">Para utilizadores do Reino Unido</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00900">Para os utilizadores do Brasil</a>
</div>
<div id="blanks"></div>






<h2 class="head-b">
<a name="S-01000-00100-00100"></a>Simbologia Utilizada no Manual</h2>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Aten&ccedil;&atilde;o</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">Mensagens que t&ecirc;m de ser rigorosamente cumpridas a fim de se evitar danos para o utilizador.</div>
</td>
</tr>
</table>
</div>

<div class="mark-ca">
<!--Caution Head-->
<img hspace="5" align="top" src="files/mark_ca.gif">Importante </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFB5">
<tr>
<td width="100%">

<div class="mark-text">Mensagens que t&ecirc;m de ser cumpridas para evitar danos no equipamento.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="files/mark_no.gif">Nota </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td width="100%">

<div class="mark-text">Mensagens que cont&ecirc;m informa&ccedil;&otilde;es importantes e conselhos &uacute;teis para a utiliza&ccedil;&atilde;o da impressora.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Topo<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00200"></a>S&iacute;mbolo de &Aacute;reas Quentes</h2>

<div id="tables">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="0" cellpadding="0" cellspacing="0">
<tr>
<td valign="top" width="14%">
<!--Table Text-->
<div class="table-text">
<img border="0" src="files/fon3_75.gif"></div>
</td><td valign="top" width="85%">
<!--Table Text-->
<div class="table-text">Este s&iacute;mbolo est&aacute; situado na cabe&ccedil;a de impress&atilde;o e noutras pe&ccedil;as para avisar que podem estar quentes. Nunca toque nestas pe&ccedil;as se tiver utilizado a impressora h&aacute; pouco tempo. Deixe-as arrefecer durante alguns minutos antes de lhes tocar.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Topo<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00300"></a>Instru&ccedil;&otilde;es de Seguran&ccedil;a Importantes</h2>

<div class="body-text">Leia todas as instru&ccedil;&otilde;es de seguran&ccedil;a antes de utilizar a impressora. Al&eacute;m disso, cumpra todos os avisos e instru&ccedil;&otilde;es assinalados na impressora.</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00100"></a>Quando instalar a impressora</h3>

<div id="itemiz">
<div class="bullet">N&atilde;o coloque a impressora numa superf&iacute;cie inst&aacute;vel, perto de radiadores ou fontes de calor.</div>

<div class="bullet">Coloque a impressora sobre uma superf&iacute;cie plana e est&aacute;vel. A impressora n&atilde;o funciona correctamente se estiver inclinada.</div>

<div class="bullet">N&atilde;o coloque este produto sobre uma superf&iacute;cie mole e inst&aacute;vel, como uma cama ou um sof&aacute;, nem em locais onde n&atilde;o exista uma ventila&ccedil;&atilde;o adequada.</div>

<div class="bullet">N&atilde;o bloqueie nem tape as ranhuras e aberturas existentes na caixa exterior da impressora, nem introduza objectos pelas ranhuras.</div>

<div class="bullet">Deixe espa&ccedil;o suficiente em volta da impressora para facilitar a utiliza&ccedil;&atilde;o e manuten&ccedil;&atilde;o.</div>

<div class="bullet">Coloque a impressora num local onde possa lig&aacute;-la facilmente a um cabo de interface de rede, se necess&aacute;rio.</div>

<div class="bullet">Utilize apenas o tipo de fonte de alimenta&ccedil;&atilde;o indicado na etiqueta da impressora. Se tiver qualquer d&uacute;vida em rela&ccedil;&atilde;o &agrave;s caracter&iacute;sticas do fornecimento de energia el&eacute;ctrica da sua &aacute;rea, contacte a sua empresa de presta&ccedil;&atilde;o de servi&ccedil;os de energia ou o Servi&ccedil;o de Assist&ecirc;ncia a Clientes EPSON.</div>

<div class="bullet">Ligue todo o equipamento a tomadas de terra. Evite utilizar tomadas no mesmo circuito de fotocopiadoras ou sistemas de ar condicionado que est&atilde;o constantemente a ser ligados e desligados.</div>

<div class="bullet">N&atilde;o utilize um cabo danificado ou que apresente desgaste.</div>

<div class="bullet">O cabo de corrente deve ser posicionado de forma a evitar danos, cortes ou desgaste do cabo e de forma a que este n&atilde;o fique enrolado nem vincado.</div>

<div class="bullet">Se utilizar uma extens&atilde;o com a impressora, certifique-se de que a soma total da amperagem dos dispositivos ligados &agrave; extens&atilde;o n&atilde;o excede a tens&atilde;o total da pr&oacute;pria extens&atilde;o. Certifique-se ainda de que a tens&atilde;o total de todos os dispositivos ligados &agrave; tomada el&eacute;ctrica n&atilde;o excede a tens&atilde;o da tomada.</div>

<div class="bullet">Utilize apenas o cabo de corrente fornecido com este produto; caso contr&aacute;rio, poder&atilde;o ocorrer inc&ecirc;ndios ou choques el&eacute;ctricos.</div>

<div class="bullet">O cabo de alimenta&ccedil;&atilde;o do produto s&oacute; pode ser utilizado com este produto. caso contr&aacute;rio, poder&atilde;o ocorrer inc&ecirc;ndios ou choques el&eacute;ctricos.</div>

<div class="bullet">Certifique-se de que o cabo de alimenta&ccedil;&atilde;o CA cumpre as normas de seguran&ccedil;a locais relevantes.</div>

<div class="bullet">Evite utilizar ou guardar a impressora em locais sujeitos a mudan&ccedil;as bruscas de temperatura e humidade. Mantenha-a tamb&eacute;m afastada de luz solar directa, fontes de calor ou de humidade ou p&oacute; excessivos.</div>

<div class="bullet">Evite locais sujeitos a impactos e vibra&ccedil;&otilde;es.</div>

<div class="bullet">Coloque a impressora perto de uma tomada de parede, onde possa desligar facilmente o cabo de alimenta&ccedil;&atilde;o.</div>

<div class="bullet">Mantenha todo o sistema inform&aacute;tico afastado de potenciais fontes de interfer&ecirc;ncia electromagn&eacute;tica, tais como altifalantes ou as bases de telefones sem fios.</div>

<div class="bullet">Evite tomadas el&eacute;ctricas controladas por interruptores de parede ou temporizadores autom&aacute;ticos. Uma falha de energia pode apagar informa&ccedil;&atilde;o da mem&oacute;ria do computador ou da impressora. Evite tamb&eacute;m tomadas que estejam no mesmo circuito de grandes motores ou outros aparelhos que possam causar flutua&ccedil;&otilde;es de voltagem.</div>

<div class="bullet">Utilize uma tomada el&eacute;ctrica com liga&ccedil;&atilde;o &agrave; terra; n&atilde;o utilize uma ficha adaptadora.</div>

<div class="bullet">Se pretende utilizar um suporte de impressora, tenha em aten&ccedil;&atilde;o o seguinte:<br>- Utilize um suporte com capacidade para, no m&iacute;nimo, o dobro do peso da impressora.<br>- Nunca utilize um suporte onde a impressora fique inclinada. A impressora deve estar sempre nivelada.<br>- Coloque o cabo de alimenta&ccedil;&atilde;o e o cabo de interface da impressora de forma a n&atilde;o interferirem com a alimenta&ccedil;&atilde;o do papel. Se poss&iacute;vel, fixe os cabos num dos apoios do suporte da impressora.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00200"></a>Quando efectuar a manuten&ccedil;&atilde;o da impressora</h3>

<div id="itemiz">
<div class="bullet">Desligue a impressora antes de a limpar e utilize apenas um pano h&uacute;mido.</div>

<div class="bullet">N&atilde;o verta l&iacute;quidos sobre a impressora.</div>

<div class="bullet">N&atilde;o tente reparar a impressora, excepto em situa&ccedil;&otilde;es devidamente explicadas neste guia.</div>

<div class="bullet">Desligue a impressora e recorra aos servi&ccedil;os de um t&eacute;cnico qualificado nas seguintes condi&ccedil;&otilde;es:<br>i. Se o cabo de alimenta&ccedil;&atilde;o ou a ficha estiverem danificados.<br>ii. Se algum l&iacute;quido se tiver infiltrado na impressora.<br>iii. Se a impressora tiver ca&iacute;do ou se a caixa exterior estiver danificada.<br>iv. Se a impressora n&atilde;o funcionar correctamente ou apresentar uma diminui&ccedil;&atilde;o de rendimento not&oacute;ria.</div>

<div class="bullet">N&atilde;o utilize sprays que contenham gases inflam&aacute;veis dentro ou &agrave; volta deste produto. Se o fizer, poder&aacute; causar um inc&ecirc;ndio.</div>

<div class="bullet">Ajuste apenas os controlos descritos nas instru&ccedil;&otilde;es de funcionamento.</div>

<div class="bullet">Se pretender utilizar a impressora na Alemanha, tenha em aten&ccedil;&atilde;o o seguinte:<br>Para proteger esta impressora de curtos-circuitos e sobrecargas, a instala&ccedil;&atilde;o el&eacute;ctrica do edif&iacute;cio deve estar protegida por um disjuntor de 16 A.<br>Bei Anschluss des Druckers an die Stromversorgung muss sichergestellt werden, dass die Gebaudeinstallation mit einer 16 A-Sicherung abgesichert ist.</div>

<div class="bullet">N&atilde;o toque no cabo branco dentro da impressora.</div>
<div id="images">
<img border="0" src="images/fcc_01.gif"></div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00300"></a>Quando manusear o papel</h3>

<div id="itemiz">
<div class="bullet">N&atilde;o coloque papel que esteja enrolado ou dobrado.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00400"></a>Quando utilizar a impressora</h3>

<div id="itemiz">
<div class="bullet">Ajuste apenas os controlos descritos na documenta&ccedil;&atilde;o do utilizador. Se tentar ajustar outros controlos, poder&aacute; provocar danos no produto, que ter&atilde;o de ser reparados por um t&eacute;cnico qualificado.</div>

<div class="bullet">Sempre que desligar a impressora, aguarde, pelo menos, cinco segundos antes de voltar a lig&aacute;-la. Caso contr&aacute;rio, pode danificar a impressora.</div>

<div class="bullet">N&atilde;o desligue a impressora durante a impress&atilde;o do auto-teste. Pressione sempre a tecla <b>Pause</b> para interromper a impress&atilde;o e, em seguida, desligue a impressora.</div>

<div class="bullet">N&atilde;o volte a ligar o cabo de corrente a uma tomada el&eacute;ctrica que n&atilde;o possua a mesma voltagem da impressora.</div>

<div class="bullet">Nunca tente substituir a cabe&ccedil;a de impress&atilde;o, pois poder&aacute; danificar a impressora. Al&eacute;m disso, quando a cabe&ccedil;a de impress&atilde;o &eacute; substitu&iacute;da, &eacute; necess&aacute;rio verificar outros elementos da impressora.</div>

<div class="bullet">Tem de deslocar a cabe&ccedil;a de impress&atilde;o com as m&atilde;os para substituir a cassete de fita. Se utilizou a impressora h&aacute; pouco tempo, a cabe&ccedil;a de impress&atilde;o poder&aacute; estar quente. Deixe-a arrefecer durante alguns minutos antes de lhe tocar.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00500"></a>Restri&ccedil;&otilde;es de utiliza&ccedil;&atilde;o</h3>

<div class="body-text">Quando este produto for utilizado para aplica&ccedil;&otilde;es que requerem elevados n&iacute;veis de fiabilidade/seguran&ccedil;a, tais como dispositivos de transporte relacionados com avi&otilde;es, comboios, barcos, autom&oacute;veis, entre outros; dispositivos de preven&ccedil;&atilde;o de desastres; v&aacute;rios dispositivos de seguran&ccedil;a, entre outros; ou dispositivos funcionais/de precis&atilde;o, entre outros, deve utilizar este produto apenas depois de considerar a inclus&atilde;o de mecanismos redundantes e de preven&ccedil;&atilde;o no seu design, de modo a manter a seguran&ccedil;a e a fiabilidade de todo o sistema. <br>Visto que este produto n&atilde;o foi concebido para utiliza&ccedil;&atilde;o em aplica&ccedil;&otilde;es que necessitem de elevados n&iacute;veis de fiabilidade/seguran&ccedil;a, tais como equipamento aeroespacial, equipamento de comunica&ccedil;&atilde;o, equipamento de controlo de energia nuclear ou equipamento m&eacute;dico relacionado com cuidados m&eacute;dicos directos, entre outros, use o seu discernimento no que diz respeito &agrave; adequa&ccedil;&atilde;o deste produto ap&oacute;s uma avalia&ccedil;&atilde;o completa.</div>
<div class="link-top">
<a href="#top">Topo<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00400"></a>Para utilizadores do Reino Unido</h2>

<h3 class="head-c">
<a name="S-01000-00100-00400-00100"></a>Utiliza&ccedil;&atilde;o das op&ccedil;&otilde;es</h3>

<div class="body-text">A Epson (UK) Limited n&atilde;o se responsabiliza por quaisquer danos ou problemas provocados pela utiliza&ccedil;&atilde;o de acess&oacute;rios ou consum&iacute;veis n&atilde;o reconhecidos como sendo produtos genu&iacute;nos Epson ou produtos Epson aprovados pela Epson (UK) Limited.</div>

<h3 class="head-c">
<a name="S-01000-00100-00400-00200"></a>Informa&ccedil;&otilde;es de seguran&ccedil;a</h3>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Aten&ccedil;&atilde;o:</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">Este aparelho tem de estar ligado &agrave; terra. Consulte a placa do aparelho para obter informa&ccedil;&otilde;es sobre a voltagem e verifique se a voltagem do aparelho corresponde &agrave; voltagem da corrente.</div>
</td>
</tr>
</table>
</div>

<div class="body-text">
<b>Importante:</b>
</div>

<div class="body-text">Os fios do cabo de corrente instalado neste aparelho t&ecirc;m os seguintes c&oacute;digos de cores:</div>

<div class="body-text">Verde e amarelo &mdash; Terra<br>Azul &mdash; Neutro<br>Castanho &mdash; Corrente</div>

<div class="body-text">
<b>Se tiver de instalar uma ficha:</b>
</div>

<div class="body-text">Como as cores do cabo de corrente deste aparelho podem n&atilde;o corresponder &agrave;s marcas coloridas utilizadas para identificar os terminais numa ficha, tenha em aten&ccedil;&atilde;o as seguintes indica&ccedil;&otilde;es:</div>

<div class="body-text">O fio verde e amarelo tem de ser ligado ao terminal da ficha identificado com a letra E ou com o s&iacute;mbolo de terra (<img border="0" src="files/fon3_71.gif">).</div>

<div class="body-text">O fio azul tem de ser ligado ao terminal da ficha identificado com a letra N.</div>

<div class="body-text">O fio castanho tem de ser ligado ao terminal da ficha identificado com a letra L.</div>

<div class="body-text">Se a ficha estiver danificada, substitua o conjunto do cabo ou consulte um electricista.</div>

<div class="body-text">Substitua fus&iacute;veis apenas por fus&iacute;veis com o mesmo tamanho e especifica&ccedil;&otilde;es.</div>
<div class="link-top">
<a href="#top">Topo<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00900"></a>Para os utilizadores do Brasil</h2>

<div class="body-text">A Epson preocupa-se com o meio ambiente e sabe que o planejamento para o futuro requer um forte compromisso ambiental. Para isso, nos empenhamos em criar produtos inovadores que s&atilde;o confi&aacute;veis, recicl&aacute;veis e eficientes. Produtos melhores utilizando menos recursos naturais para ajudar a garantir um futuro melhor para todos.</div>

<div class="body-text">As embalagens deste produto - papel&atilde;o, pl&aacute;stico, isopor e espuma - s&atilde;o recicl&aacute;veis e podem ser entregues a cooperativas de reciclagem, postos de recolhimento de res&iacute;duos ou empresas recicladoras.</div>

<div class="body-text">Os materiais que comp&otilde;em o produto - pl&aacute;stico, metais, placa eletr&ocirc;nica e cartucho - s&atilde;o recicl&aacute;veis. O produto n&atilde;o deve ser desmontado, deve ser encaminhado para os Centros de Servi&ccedil;os Autorizados que dar&atilde;o o destino ambientalmente adequado. Consulte em nosso site - <a target="_blank" href="http://global.latin.epson.com/br">http://global.latin.epson.com/br</a> os Centros de Servi&ccedil;os Autorizados.</div>

<div class="body-text">Todos os Centros de Servi&ccedil;os Autorizados podem receber equipamentos da marca Epson destinados para reciclagem.</div>

<div class="body-text">Conhe&ccedil;a nossas a&ccedil;&otilde;es ambientais e o Programa de Coleta de Cartuchos (<a target="_blank" href="http://www.epson.com.br/coleta">http://www.epson.com.br/coleta</a>) em nosso site.</div>
<div class="link-top">
<a href="#top">Topo<img align="top" border="0" src="files/link_top.gif"></a>
</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
