<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 ES">
<title>Copyrights y marcas comerciales</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Buscar"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Inicio</a> &gt; 
					Copyrights y marcas comerciales</div>
<h1 class="head-a">
<a name="S-01100"></a>Derechos de propiedad intelectual y marcas comerciales</h1>

<div class="body-text">Ninguna parte de esta publicaci&oacute;n podr&aacute; ser reproducida, almacenada en un sistema de recuperaci&oacute;n ni transmitida en forma alguna ni por ning&uacute;n medio electr&oacute;nico, mec&aacute;nico, de fotocopiado, de grabaci&oacute;n o cualquier otro, sin el previo consentimiento por escrito de Seiko Epson Corporation. Este manual contiene informaci&oacute;n espec&iacute;fica para la impresora Epson adquirida. Epson no se hace responsable si se utiliza la informaci&oacute;n con otras impresoras.</div>

<div class="body-text">Ni Seiko Epson Corporation ni sus afiliados ser&aacute;n responsables ante el comprador de este producto ni ante terceras partes de los da&ntilde;os, las p&eacute;rdidas, los costes o los gastos en que puedan incurrir el comprador o terceras partes como consecuencia de: accidente, utilizaci&oacute;n incorrecta o abuso de este producto o modificaciones, reparaciones o alteraciones no autorizadas de este producto, o (excepto en los EE.UU.) por no seguir estrictamente las instrucciones de mantenimiento y funcionamiento proporcionadas por Seiko Epson Corporation.</div>

<div class="body-text">Seiko Epson Corporation no asume ninguna responsabilidad con respecto a los da&ntilde;os o problemas que surjan por el uso de cualquier opci&oacute;n o producto consumible que no sean los designados como productos originales Epson o productos Epson aprobados por Seiko Epson Corporation.</div>

<div class="body-text">EPSON, EXCEED YOUR VISION y ESC/P son marcas comerciales registradas de Seiko Epson Corporation en Jap&oacute;n y en otros pa&iacute;ses/regiones.</div>

<div class="body-text">Microsoft<sup>&reg;</sup>, Windows<sup>&reg;</sup> y Windows Vista<sup>&reg;</sup> son marcas comerciales registradas de Microsoft Corporation en los Estados Unidos y/o en otros pa&iacute;ses.</div>

<div class="body-text">IBM<sup>&reg;</sup> es una marca comercial registrada de International Business Machines Corporation.</div>

<div class="body-text">
<I>Aviso general: Los nombres de otros productos utilizados en esta documentaci&oacute;n se citan con el mero fin de su identificaci&oacute;n y pueden ser marcas comerciales de sus respectivos propietarios. EPSON renuncia a cualquier derecho sobre esas marcas.</I>
</div>

<div class="body-text">El contenido de este manual est&aacute; sujeto a cambios sin previo aviso.</div>

<div class="body-text">Copyright &copy; 2012 Seiko Epson Corporation. All rights reserved.</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
