<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 ES">
<title>Glosario</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Buscar"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Inicio</a> &gt; 
					Glosario</div>
<h1 class="head-a">
<a name="S-01200"></a>Glosario</h1>

<div class="body-text">
<b>ASCII</b>
<br>American Standard Code for Information Interchange (C&oacute;digo est&aacute;ndar estadounidense para el intercambio de informaci&oacute;n). Sistema de codificaci&oacute;n est&aacute;ndar para la asignaci&oacute;n de c&oacute;digos num&eacute;ricos a letras y s&iacute;mbolos.</div>

<div class="body-text">
<b>auto LF</b>
<br>Cuando est&aacute; activada esta opci&oacute;n en el modo de ajustes predeterminados, a cada c&oacute;digo de retorno de carro (CR) le sigue, autom&aacute;ticamente, un c&oacute;digo de avance de l&iacute;nea (LF).</div>

<div class="body-text">
<b>impresi&oacute;n en dos sentidos o bidireccional</b>
<br>Impresi&oacute;n en la que el cabezal imprime en los dos sentidos. De esta forma, se imprime m&aacute;s r&aacute;pido, pero tambi&eacute;n es posible que disminuya la precisi&oacute;n de la alineaci&oacute;n vertical. La impresi&oacute;n bidireccional es el modo de impresi&oacute;n est&aacute;ndar de la impresora.</div>

<div class="body-text">
<b>b&uacute;fer</b>
<br>Parte de la memoria de la impresora utilizada para almacenar los datos antes de imprimirlos.</div>

<div class="body-text">
<b>tabla de caracteres</b>
<br>Un conjunto de letras, n&uacute;meros y s&iacute;mbolos que conforman el juego de caracteres utilizado en un idioma determinado.</div>

<div class="body-text">
<b>caracteres por pulgada (cpp)</b>
<br>Una unidad de medida del tama&ntilde;o de los caracteres de texto.</div>

<div class="body-text">
<b>impresi&oacute;n comprimida</b>
<br>Esta funci&oacute;n reduce el tama&ntilde;o de los datos. Puede comprimir sus datos de impresi&oacute;n hasta una proporci&oacute;n del 75&nbsp;%.</div>

<div class="body-text">
<b>papel continuo</b>
<br>Es el papel con orificios para su arrastre situados a ambos lados, que est&aacute; perforado entre p&aacute;ginas y se suministra plegado. Tambi&eacute;n se conoce como papel para ordenador.</div>

<div class="body-text">
<b>c&oacute;digo de control</b>
<br>Un c&oacute;digo especial que sirve para controlar una funci&oacute;n de la impresora, como un retorno de carro o un salto de l&iacute;nea.</div>

<div class="body-text">
<b>cpp</b>
<br>Una unidad de medida del tama&ntilde;o de los caracteres de texto.</div>

<div class="body-text">
<b>volcado de datos</b>
<br>Un m&eacute;todo de soluci&oacute;n de problemas que ayuda a detectar la causa de los problemas de comunicaci&oacute;n entre la impresora y el ordenador. Si la impresora se encuentra en el modo de volcado hexadecimal, imprimir&aacute; cada c&oacute;digo que reciba en notaci&oacute;n hexadecimal y en caracteres ASCII. Tambi&eacute;n se le denomina volcado hexadecimal.</div>

<div class="body-text">
<b>por defecto</b>
<br>Un valor que es efectivo al encender el equipo, reiniciarlo o inicializarlo. Tambi&eacute;n se conoce como valor "predeterminado".</div>

<div class="body-text">
<b>difuminado</b>
<br>Una forma de organizar los puntos de una p&aacute;gina para simular una sombra o un tono.</div>

<div class="body-text">
<b>matriz de puntos</b>
<br>Un m&eacute;todo de impresi&oacute;n en que cada letra o s&iacute;mbolo se forma aplicando un patr&oacute;n (matriz) de puntos individuales.</div>

<div class="body-text">
<b>draft (borrador)</b>
<br>Es el modo de impresi&oacute;n utilizado por la impresora si selecciona la fuente Draft. Esta fuente utiliza menos puntos por car&aacute;cter para aumentar la velocidad de impresi&oacute;n.</div>

<div class="body-text">
<b>controlador</b>
<br>Un programa que env&iacute;a comandos desde el ordenador para utilizar las funciones de una impresora concreta.</div>

<div class="body-text">
<b>ESC/P</b><sup>&reg;</sup>
<br>Siglas de C&oacute;digo est&aacute;ndar Epson para impresoras. Es el sistema de comandos que utiliza el ordenador para controlar la impresora. Es el c&oacute;digo est&aacute;ndar de todas las impresoras Epson y es compatible con la mayor&iacute;a de las aplicaciones para ordenadores personales.</div>

<div class="body-text">
<b>ESC/P 2</b><sup>&trade;</sup>
<br>Es la versi&oacute;n mejorada del lenguaje de comandos de impresora ESC/P. Los comandos de este lenguaje producen resultados del tipo l&aacute;ser, tales como fuentes escalables y gr&aacute;ficos perfeccionados.</div>

<div class="body-text">
<b>papel para ordenador</b>
<br>Es el papel con orificios para su arrastre situados a ambos lados, que est&aacute; perforado entre p&aacute;ginas y se suministra plegado. Tambi&eacute;n se conoce como papel continuo.</div>

<div class="body-text">
<b>fuente</b>
<br>Es un estilo de tipo de letra designado mediante un nombre como Roman o Sans Serif, por ejemplo.</div>

<div class="body-text">
<b>avance de p&aacute;gina (FF)</b>
<br>Un c&oacute;digo de control y un bot&oacute;n del panel de control que hacen avanzar el papel hasta la siguiente posici&oacute;n de inicio de p&aacute;gina.</div>

<div class="body-text">
<b>semitono</b>
<br>M&eacute;todo que utiliza patrones de puntos para representar una imagen. Permite generar distintos tonos de gris utilizando s&oacute;lo puntos de color negro, o bien un n&uacute;mero pr&aacute;cticamente infinito de colores utilizando s&oacute;lo unos cuantos puntos de colores.</div>

<div class="body-text">
<b>volcado hexadecimal</b>
<br>Un m&eacute;todo de soluci&oacute;n de problemas que ayuda a detectar la causa de los problemas de comunicaci&oacute;n entre la impresora y el ordenador. Si la impresora se encuentra en el modo de volcado hexadecimal, imprimir&aacute; cada c&oacute;digo que reciba en notaci&oacute;n hexadecimal y en caracteres ASCII. Tambi&eacute;n se denomina volcado de datos.</div>

<div class="body-text">
<b>borrador de alta velocidad</b>
<br>Un modo de impresi&oacute;n de borrador que se puede seleccionar mediante el modo de ajustes por defecto. En el borrador de alta velocidad, la impresora emplea el m&iacute;nimo de puntos por car&aacute;cter posible para lograr una velocidad de impresi&oacute;n muy alta.</div>

<div class="body-text">
<b>interfaz</b>
<br>La conexi&oacute;n entre el ordenador y la impresora a trav&eacute;s de la cual se transmiten los datos de impresi&oacute;n a la impresora.</div>

<div class="body-text">
<b>horizontal</b>
<br>Impresi&oacute;n orientada seg&uacute;n el borde m&aacute;s largo de la p&aacute;gina. Esta orientaci&oacute;n produce una p&aacute;gina m&aacute;s ancha que alta, y es &uacute;til para imprimir hojas de c&aacute;lculo. </div>

<div class="body-text">
<b>calidad de carta (LQ)</b>
<br>Es el modo de impresi&oacute;n utilizado por la impresora cuando est&aacute; seleccionada una fuente distinta de Draft. La impresi&oacute;n con fuentes de calidad de carta produce un texto m&aacute;s legible y de mejor aspecto, a una velocidad de impresi&oacute;n reducida. </div>

<div class="body-text">
<b>avance de l&iacute;nea (LF)</b>
<br>Un c&oacute;digo de control y un bot&oacute;n del panel de control que hacen avanzar el papel el espacio de una l&iacute;nea.</div>

<div class="body-text">
<b>posici&oacute;n de carga</b>
<br>La posici&oacute;n en la que se carga papel autom&aacute;ticamente.</div>

<div class="body-text">
<b>micro adjust</b>
<br>Una funci&oacute;n de la impresora que le permite ajustar de manera precisa las posiciones de corte y de principio de p&aacute;gina.</div>

<div class="body-text">
<b>semicalidad de carta (NLQ)</b>
<br>Es el modo de impresi&oacute;n utilizado por la impresora cuando est&aacute; seleccionada una fuente distinta de Draft. Este tipo de impresi&oacute;n ofrece una mejor legibilidad y apariencia, as&iacute; como una velocidad de impresi&oacute;n reducida.</div>

<div class="body-text">
<b>posiciones del papel</b>
<br>Hay tres posiciones del papel para la impresi&oacute;n de papel continuo: de reposo, de corte y de inicio de p&aacute;gina. En el caso de hojas sueltas, tan s&oacute;lo existe la posici&oacute;n de inicio de p&aacute;gina. </div>

<div class="body-text">
<b>paso</b>
<br>El tama&ntilde;o horizontal de la fuente, que se mide por el n&uacute;mero de caracteres por pulgada (cpp). El valor est&aacute;ndar es de 10 cpp.</div>

<div class="body-text">
<b>rodillo</b>
<br>La pieza negra plana que sirve de soporte al papel durante la impresi&oacute;n.</div>

<div class="body-text">
<b>vertical</b>
<br>Impresi&oacute;n orientada verticalmente en la p&aacute;gina (al contrario que la horizontal, en la que la impresi&oacute;n se realiza a lo ancho de la p&aacute;gina). Es la orientaci&oacute;n est&aacute;ndar para imprimir cartas o documentos.</div>

<div class="body-text">
<b>controlador de la impresora</b>
<br>Un programa que env&iacute;a comandos desde el ordenador para utilizar las funciones de una impresora concreta.</div>

<div class="body-text">
<b>posici&oacute;n de inicio de la impresi&oacute;n</b>
<br>La posici&oacute;n horizontal del papel que la impresora reconoce como la primera columna imprimible. Puede ajustar la posici&oacute;n de inicio de impresi&oacute;n con el panel de control.</div>

<div class="body-text">
<b>fuente proporcional</b>
<br>Fuente cuyos caracteres ocupan un espacio horizontal variable en funci&oacute;n del ancho del car&aacute;cter. As&iacute; la M may&uacute;scula ocupa m&aacute;s espacio horizontal que la l min&uacute;scula.</div>

<div class="body-text">
<b>&aacute;rea imprimible recomendada</b>
<br>La zona de una p&aacute;gina en la que la impresora puede imprimir. Es f&iacute;sicamente m&aacute;s peque&ntilde;a que la p&aacute;gina, debido a los m&aacute;rgenes.</div>

<div class="body-text">
<b>reiniciar</b>
<br>Volver a poner en vigor los ajustes predeterminados de una impresora.</div>

<div class="body-text">
<b>resoluci&oacute;n</b>
<br>Una medida de la precisi&oacute;n de las im&aacute;genes representadas. La resoluci&oacute;n de las im&aacute;genes impresas se mide por el n&uacute;mero de puntos por pulgada (ppp).</div>

<div class="body-text">
<b>auto test</b>
<br>Un m&eacute;todo para revisar el funcionamiento de la impresora. Cuando se ejecuta el auto test, la impresora imprime los caracteres guardados en su ROM (memoria de s&oacute;lo lectura, "Read Only Memory").</div>

<div class="body-text">
<b>posici&oacute;n de reposo</b>
<br>La posici&oacute;n del papel continuo cuando est&aacute; colocado en el tractor pero no cargado en la impresora.</div>

<div class="body-text">
<b>corte de papel</b>
<br>Un bot&oacute;n del panel de control que hace avanzar la perforaci&oacute;n del papel continuo hasta llegar a la posici&oacute;n de corte, y que luego desplaza el papel hasta la posici&oacute;n de inicio de p&aacute;gina.</div>

<div class="body-text">
<b>posici&oacute;n de corte</b>
<br>La posici&oacute;n hasta la que desplaza el papel la impresora cuando est&aacute; activo el modo de corte de papel autom&aacute;tico. Gracias a Micro Adjust function, se puede definir la posici&oacute;n de forma tal que la parte perforada del papel coincida con el borde de corte de la impresora.</div>

<div class="body-text">
<b>posici&oacute;n de inicio de p&aacute;gina</b>
<br>La posici&oacute;n del papel que la impresora reconoce como la primera l&iacute;nea imprimible. Es la posici&oacute;n predeterminada del margen superior.</div>

<div class="body-text">
<b>impresi&oacute;n unidireccional</b>
<br>Impresi&oacute;n en la que el cabezal imprime en un &uacute;nico sentido. La impresi&oacute;n en un &uacute;nico sentido es c&oacute;moda para imprimir gr&aacute;ficos, porque permite una alineaci&oacute;n vertical precisa. Puede seleccionar la impresi&oacute;n unidireccional mediante el modo de ajustes por defecto de la impresora.</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
