<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 ES">
<title>Seguridad</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Buscar"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Inicio</a> &gt; 
					Seguridad</div>
<h1 class="head-a">
<a name="S-01000-00100"></a>Instrucciones de seguridad</h1>
<div class="jumper">
<a href="#S-01000-00100-00100">Advertencias, precauciones y notas</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00200">S&iacute;mbolo de precauci&oacute;n ante piezas calientes</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00300">Instrucciones importantes de seguridad</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00400">Para los usuarios del Reino Unido</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00900">Para usuarios de Brasil</a>
</div>
<div id="blanks"></div>






<h2 class="head-b">
<a name="S-01000-00100-00100"></a>Advertencias, precauciones y notas</h2>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Las advertencias</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">deben seguirse estrictamente para evitar da&ntilde;os f&iacute;sicos.</div>
</td>
</tr>
</table>
</div>

<div class="mark-ca">
<!--Caution Head-->
<img hspace="5" align="top" src="files/mark_ca.gif">Las precauciones </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFB5">
<tr>
<td width="100%">

<div class="mark-text">deben respetarse para evitar da&ntilde;os materiales en el equipo.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="files/mark_no.gif">Las notas </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td width="100%">

<div class="mark-text">contienen informaci&oacute;n importante y sugerencias pr&aacute;cticas acerca del funcionamiento de la impresora.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Principio<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00200"></a>S&iacute;mbolo de precauci&oacute;n ante piezas calientes</h2>

<div id="tables">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="0" cellpadding="0" cellspacing="0">
<tr>
<td valign="top" width="14%">
<!--Table Text-->
<div class="table-text">
<img border="0" src="files/fon3_75.gif"></div>
</td><td valign="top" width="85%">
<!--Table Text-->
<div class="table-text">Este s&iacute;mbolo se coloca en el cabezal de impresi&oacute;n y en otras piezas para indicar que puede que est&eacute;n calientes. Nunca toque esas piezas despu&eacute;s de utilizar la impresora. Espere unos minutos a que se enfr&iacute;en antes de tocarlas.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Principio<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00300"></a>Instrucciones importantes de seguridad</h2>

<div class="body-text">Lea atentamente todas las instrucciones de seguridad antes de utilizar la impresora. Adem&aacute;s, siga todas las advertencias e instrucciones indicadas en la propia impresora.</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00100"></a>Cuando instale la impresora</h3>

<div id="itemiz">
<div class="bullet">No coloque la impresora sobre una superficie inestable ni cerca de un radiador o de una fuente de calor.</div>

<div class="bullet">Coloque la impresora sobre una superficie estable y plana. La impresora no funcionar&aacute; correctamente si est&aacute; inclinada o colocada en &aacute;ngulo.</div>

<div class="bullet">No coloque el producto sobre una superficie blanda e inestable como una cama o un sof&aacute;, ni en zonas peque&ntilde;as y cerradas, ya que no suelen estar bien ventiladas.</div>

<div class="bullet">No bloquee ni cubra las ranuras y aberturas de la carcasa de la impresora, ni introduzca objetos por las ranuras.</div>

<div class="bullet">Deje espacio suficiente alrededor de la impresora para facilitar la utilizaci&oacute;n y el mantenimiento.</div>

<div class="bullet">Coloque la impresora en un lugar en el que pueda conectarla f&aacute;cilmente a un cable de interfaz de red si fuera necesario.</div>

<div class="bullet">Utilice s&oacute;lo el tipo de corriente indicado en la etiqueta de la impresora. Si no conoce las especificaciones de suministro el&eacute;ctrico de su zona, consulte a la compa&ntilde;&iacute;a el&eacute;ctrica local o a su distribuidor.</div>

<div class="bullet">Conecte todos los aparatos a enchufes el&eacute;ctricos con toma de tierra. No utilice enchufes montados en el mismo circuito que aparatos tales como fotocopiadoras o sistemas de aire acondicionado que se apaguen y enciendan regularmente.</div>

<div class="bullet">No utilice cables deteriorados ni deshilachados.</div>

<div class="bullet">El cable de alimentaci&oacute;n no se debe colocar en lugares donde se pueda enroscar, cortar, desgastar, deshilachar, rizar o sufrir otro tipo de da&ntilde;os.</div>

<div class="bullet">Si usa una extensi&oacute;n de cable con la impresora, compruebe que el total de amperios de todos los dispositivos enchufados a la extensi&oacute;n no supere el total de amperios del cable. Adem&aacute;s, compruebe que el total de amperios de todos los dispositivos enchufados a la toma el&eacute;ctrica de pared no supera el total de amperios de la toma el&eacute;ctrica de pared.</div>

<div class="bullet">Utilice &uacute;nicamente el cable de alimentaci&oacute;n que acompa&ntilde;a a este producto. Si utilizara otro cable, podr&iacute;a producirse un incendio o una descarga el&eacute;ctrica.</div>

<div class="bullet">El cable de alimentaci&oacute;n de este producto s&oacute;lo debe utilizarse con &eacute;l. Si lo utiliza con otro aparato, podr&iacute;a producirse un incendio o una descarga el&eacute;ctrica.</div>

<div class="bullet">Aseg&uacute;rese de que el cable de alimentaci&oacute;n de CA cumpla las correspondientes normas de seguridad locales.</div>

<div class="bullet">Evite usar o guardar la impresora en lugares expuestos a cambios r&aacute;pidos de temperatura y humedad. Mant&eacute;ngala tambi&eacute;n alejada de la luz del sol directa, luz fuerte, fuentes de calor o humedad o polvo excesivos.</div>

<div class="bullet">Evite los lugares expuestos a descargas y vibraciones.</div>

<div class="bullet">Coloque la impresora cerca de una toma el&eacute;ctrica de pared para poder desenchufar f&aacute;cilmente el cable de alimentaci&oacute;n.</div>

<div class="bullet">Mantenga todo el sistema inform&aacute;tico alejado de posibles fuentes de interferencias electromagn&eacute;ticas, como por ejemplo altavoces o las bases de conexi&oacute;n de los tel&eacute;fonos inal&aacute;mbricos.</div>

<div class="bullet">Evite las tomas de corriente el&eacute;ctricas controladas por interruptores de pared o temporizadores autom&aacute;ticos. Si se interrumpe el suministro el&eacute;ctrico, podr&iacute;a perderse informaci&oacute;n de la memoria de su impresora u ordenador. Evite tambi&eacute;n las tomas de corriente en el mismo circuito que motores grandes u otros dispositivos que puedan provocar fluctuaciones de voltaje.</div>

<div class="bullet">Utilice una toma de corriente con puesta a tierra, y no use un adaptador.</div>

<div class="bullet">Si piensa usar un soporte de impresora, siga estas pautas:<br>- Utilice un soporte que aguante al meno el doble del peso de la impresora.<br>- No use nunca un soporte que incline la impresora. La impresora siempre ha de estar en posici&oacute;n horizontal.<br>- Coloque el cable de alimentaci&oacute;n de su impresora y el cable de interfaz de tal manera que no interfieran con el avance del papel. Si es posible, fije los cables a una pata del soporte de la impresora.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00200"></a>Cuando realice el mantenimiento de la impresora</h3>

<div id="itemiz">
<div class="bullet">Desenchufe la impresora antes de limpiarla y h&aacute;galo &uacute;nicamente con un pa&ntilde;o h&uacute;medo.</div>

<div class="bullet">No vierta ning&uacute;n l&iacute;quido sobre la impresora.</div>

<div class="bullet">Salvo cuando se indique expresamente lo contrario en este manual, no intente reparar la impresora usted mismo/a.</div>

<div class="bullet">Desenchufe la impresora y p&oacute;ngase en contacto con un Servicio T&eacute;cnico Oficial EPSON ante las siguientes situaciones:<br>i. Si el cable o el enchufe presentan desperfectos.<br>ii. Si ha entrado l&iacute;quido en la impresora.<br>iii. Si la impresora se ha ca&iacute;do o se ha da&ntilde;ado su carcasa.<br>iv. Si la impresora no funciona normalmente o muestra un cambio notable en su rendimiento.</div>

<div class="bullet">No utilice aerosoles que contengan gas inflamable dentro o cerca de este producto. Si lo hace, puede provocar un incendio.</div>

<div class="bullet">Ajuste &uacute;nicamente los controles descritos en las instrucciones de uso.</div>

<div class="bullet">Si tiene previsto utilizar la impresora en Alemania, tenga en cuenta lo siguiente:<br>Para proporcionar una protecci&oacute;n contra cortocircuitos y sobrecargas de corriente para la impresora, es necesario que la instalaci&oacute;n del edificio est&eacute; protegida por un cortacircuito de 16 amperios.<br>Bei Anschluss des Druckers an die Stromversorgung muss sichergestellt werden, dass die Gebaudeinstallation mit einer 16 A-Sicherung abgesichert ist.</div>

<div class="bullet">No toque el cable blanco en el interior de la impresora.</div>
<div id="images">
<img border="0" src="images/fcc_01.gif"></div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00300"></a>Cuando manipule el papel</h3>

<div id="itemiz">
<div class="bullet">No cargue papel curvado ni doblado.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00400"></a>Cuando maneje la impresora</h3>

<div id="itemiz">
<div class="bullet">Ajuste &uacute;nicamente los controles descritos en la documentaci&oacute;n del usuario. El ajuste incorrecto de otros controles puede provocar da&ntilde;os y requerir reparaciones por parte de un t&eacute;cnico cualificado.</div>

<div class="bullet">Siempre que apague la impresora, espere 5 segundos como m&iacute;nimo antes de volver a encenderla. De lo contrario, podr&iacute;a estropearla.</div>

<div class="bullet">No apague la impresora durante la impresi&oacute;n del auto test. Pulse siempre el bot&oacute;n <b>Pause</b> para detener la impresi&oacute;n y luego apague la impresora.</div>

<div class="bullet">No vuelva a conectar el cable de alimentaci&oacute;n a una toma el&eacute;ctrica con un voltaje incorrecto para la impresora.</div>

<div class="bullet">No intente colocar el cabezal de impresi&oacute;n usted mismo, ya que podr&iacute;a estropear la impresora. Adem&aacute;s, cuando se sustituya el cabezal de impresi&oacute;n, habr&aacute; que revisar otras piezas de la impresora.</div>

<div class="bullet">Para poder sustituir el cartucho de cinta, tiene que mover el cabezal de impresi&oacute;n a mano. Si acaba de utilizar la impresora, el cabezal de impresi&oacute;n puede estar caliente. Espere unos minutos hasta que se enfr&iacute;e para poder tocarlo.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00500"></a>Restricci&oacute;n de uso</h3>

<div class="body-text">Si este producto se usa en aplicaciones que requieran un alto nivel de fiabilidad o seguridad, tales como dispositivos de transporte relacionados con aviones, trenes, barcos o autom&oacute;viles, dispositivos de prevenci&oacute;n de desastres, dispositivos diversos de seguridad, dispositivos funcionales o de precisi&oacute;n, etc., deber&aacute; utilizarse &uacute;nicamente tras considerar la inclusi&oacute;n de redundancias y seguros antifallos en su dise&ntilde;o, con el fin de garantizar la seguridad y la plena fiabilidad del sistema. <br>Este producto no ha sido dise&ntilde;ado para su uso en aplicaciones que requieran un nivel de fiabilidad o seguridad extremadamente alto, tales como equipos aeroespaciales, equipos de comunicaci&oacute;n principal, equipos de control de plantas nucleares o equipos m&eacute;dicos relacionados con la atenci&oacute;n m&eacute;dica directa, por lo que su adecuaci&oacute;n a tales fines deber&aacute; ser valorada tras una evaluaci&oacute;n exhaustiva.</div>
<div class="link-top">
<a href="#top">Principio<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00400"></a>Para los usuarios del Reino Unido</h2>

<h3 class="head-c">
<a name="S-01000-00100-00400-00100"></a>Uso de las opciones</h3>

<div class="body-text">Epson (UK) Limited no asume ninguna responsabilidad con respecto a los da&ntilde;os o problemas que surjan por el uso de cualquier opci&oacute;n o producto consumible que no sean los designados como productos originales Epson o productos Epson aprobados por Epson (UK) Limited.</div>

<h3 class="head-c">
<a name="S-01000-00100-00400-00200"></a>Informaci&oacute;n sobre seguridad</h3>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Advertencia:</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">Este dispositivo debe estar conectado a tierra. Consulte el voltaje de la placa de caracter&iacute;sticas y cerci&oacute;rese de que coincide con el voltaje de la fuente de alimentaci&oacute;n.</div>
</td>
</tr>
</table>
</div>

<div class="body-text">
<b>Importante:</b>
</div>

<div class="body-text">Los colores de los cables de conexi&oacute;n el&eacute;ctrica de este dispositivo siguen el c&oacute;digo que se indica a continuaci&oacute;n:</div>

<div class="body-text">Verde y amarillo &mdash; Tierra<br>Azul &mdash; Neutro<br>Marr&oacute;n &mdash; Fase</div>

<div class="body-text">
<b>Si tiene que colocar un enchufe:</b>
</div>

<div class="body-text">Como es posible que los colores de la conexi&oacute;n el&eacute;ctrica de este dispositivo no coincidan con las marcas de colores que identifican los terminales de un enchufe, siga estas instrucciones:</div>

<div class="body-text">Conecte el cable verde y amarillo al terminal del enchufe marcado con la letra E o con el s&iacute;mbolo de tierra (<img border="0" src="files/fon3_71.gif">).</div>

<div class="body-text">Conecte el cable azul al terminal del enchufe marcado con la letra N.</div>

<div class="body-text">Conecte el cable marr&oacute;n al terminal del enchufe marcado con la letra L.</div>

<div class="body-text">Si el enchufe sufre alg&uacute;n da&ntilde;o, sustituya el conjunto de cables o consulte a un electricista cualificado.</div>

<div class="body-text">Sustituya los fusibles s&oacute;lo por un fusible del tama&ntilde;o y capacidad correctos.</div>
<div class="link-top">
<a href="#top">Principio<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00900"></a>Para usuarios de Brasil</h2>

<div class="body-text">A Epson preocupa-se com o meio ambiente e sabe que o planejamento para o futuro requer um forte compromisso ambiental. Para isso, nos empenhamos em criar produtos inovadores que s&atilde;o confi&aacute;veis, recicl&aacute;veis e eficientes. Produtos melhores utilizando menos recursos naturais para ajudar a garantir um futuro melhor para todos.</div>

<div class="body-text">As embalagens deste produto - papel&atilde;o, pl&aacute;stico, isopor e espuma - s&atilde;o recicl&aacute;veis e podem ser entregues a cooperativas de reciclagem, postos de recolhimento de res&iacute;duos ou empresas recicladoras.</div>

<div class="body-text">Os materiais que comp&otilde;em o produto - pl&aacute;stico, metais, placa eletr&ocirc;nica e cartucho - s&atilde;o recicl&aacute;veis. O produto n&atilde;o deve ser desmontado, deve ser encaminhado para os Centros de Servi&ccedil;os Autorizados que dar&atilde;o o destino ambientalmente adequado. Consulte em nosso site - <a target="_blank" href="http://global.latin.epson.com/br">http://global.latin.epson.com/br</a> os Centros de Servi&ccedil;os Autorizados.</div>

<div class="body-text">Todos os Centros de Servi&ccedil;os Autorizados podem receber equipamentos da marca Epson destinados para reciclagem.</div>

<div class="body-text">Conhe&ccedil;a nossas a&ccedil;&otilde;es ambientais e o Programa de Coleta de Cartuchos (<a target="_blank" href="http://www.epson.com.br/coleta">http://www.epson.com.br/coleta</a>) em nosso site.</div>
<div class="link-top">
<a href="#top">Principio<img align="top" border="0" src="files/link_top.gif"></a>
</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
