<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 ES">
<title>Con el controlador de impresora</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Buscar"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Inicio</a> &gt; 
	<a href="p03.htm">Software de la impresora</a>
</div>
<h1 class="head-a">
<a name="S-00400-00300"></a>Con el controlador de impresora</h1>
<div class="jumper">
<a href="#S-00400-00300-00100">Acceso al controlador de la impresora desde aplicaciones de Windows</a>
</div>
<div class="jumper">
<a href="#S-00400-00300-00200">Acceso al controlador de la impresora desde el men&uacute; Inicio</a>
</div>
<div class="jumper">
<a href="#S-00400-00300-00300">Cambio de los ajustes del controlador de la impresora</a>
</div>
<div id="blanks"></div>

<div class="body-text">Puede acceder al controlador de la impresora desde las aplicaciones de Windows o desde el men&uacute; Start (Inicio). </div>

<div id="itemiz">
<div class="bullet">Si accede al controlador de la impresora desde una aplicaci&oacute;n de Windows, los ajustes que realice s&oacute;lo se realizar&aacute;n en la aplicaci&oacute;n que est&aacute; utilizando. Si desea m&aacute;s informaci&oacute;n, consulte <a target="_self" href="soft_3.htm#S-00400-00300-00100">Acceso al controlador de la impresora desde aplicaciones de Windows</a>.</div>

<div class="bullet">Si accede al controlador de la impresora desde el men&uacute; Start (Inicio), los ajustes que configure en el controlador de la impresora se aplicar&aacute;n a todas sus aplicaciones. Si desea m&aacute;s informaci&oacute;n, consulte <a target="_self" href="soft_3.htm#S-00400-00300-00200">Acceso al controlador de la impresora desde el men&uacute; Inicio</a>.</div>
</div>

<div class="body-text">Para revisar y modificar los ajustes del controlador de la impresora, consulte <a target="_self" href="soft_3.htm#S-00400-00300-00300">Cambio de los ajustes del controlador de la impresora</a>. </div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td width="100%">

<div class="mark-text">Aunque hay muchas aplicaciones de Windows cuya configuraci&oacute;n sobrescribe los ajustes realizados con el controlador de la impresora, en otros casos no es as&iacute;, por lo que deber&aacute; verificar que los ajustes del controlador de la impresora sean los deseados. </div>
</td>
</tr>
</table>
</div>



<h2 class="head-b">
<a name="S-00400-00300-00100"></a>Acceso al controlador de la impresora desde aplicaciones de Windows</h2>

<div class="body-text">Siga los pasos que se indican a continuaci&oacute;n para acceder al controlador de la impresora desde una aplicaci&oacute;n de Windows:</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="top">
<td><img vspace="3" hspace="0" border="0" src="files/step_1.gif"></td><td>
<div class="body-text">Seleccione <b>Configurar impresi&oacute;n</b> o <b>Imprimir</b> en el men&uacute; Archivo de la aplicaci&oacute;n de software. En el cuadro de di&aacute;logo Print (Imprimir) o Print Setup (Configurar impresi&oacute;n), compruebe que su impresora se encuentra seleccionada en la lista desplegable Name (Nombre).</div>
</td>
</tr>
</table>
</div>
<div id="images">
<img border="0" src="images/soft004n.gif"></div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="top">
<td><img vspace="3" hspace="0" border="0" src="files/step_2.gif"></td><td>
<div class="body-text">Haga clic en <b>Impresora</b>, <b>Configurar</b>, <b>Propiedades</b>, <b>Opciones</b> o <b>Preferencias</b>. (Seg&uacute;n la aplicaci&oacute;n que use, es posible que tenga que hacer clic en otro bot&oacute;n o en una combinaci&oacute;n de dichos botones). Aparecer&aacute; la ventana Printing Preferences (Preferencias de impresi&oacute;n) y ver&aacute; los men&uacute;s Layout (Dise&ntilde;o), Paper/Quality (Papel y calidad), User Defined Paper (Papel def. por usuario) y Extension Settings (Ajustes extensi&oacute;n). Dichos men&uacute;s contienen los ajustes del controlador de la impresora.</div>
</td>
</tr>
</table>
</div>
<div id="images">
<img border="0" src="images/soft005.gif"></div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="top">
<td><img vspace="3" hspace="0" border="0" src="files/step_3.gif"></td><td>
<div class="body-text">Para ver un men&uacute;, haga clic en la ficha correspondiente de la parte superior de la ventana. Si desea cambiar los ajustes, consulte <a target="_self" href="soft_3.htm#S-00400-00300-00300">Cambio de los ajustes del controlador de la impresora</a>. </div>
</td>
</tr>
</table>
</div>
<div id="images">
<img border="0" src="images/soft006.gif"></div>
<div class="link-top">
<a href="#top">Principio<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00400-00300-00200"></a>Acceso al controlador de la impresora desde el men&uacute; Inicio</h2>

<div class="body-text">Siga estos pasos para acceder al controlador de la impresora desde el men&uacute; Start (Inicio): </div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="top">
<td><img vspace="3" hspace="0" border="0" src="files/step_1.gif"></td><td>
<div class="body-text">En Windows 7:<br>Haga clic en <b>Start (Inicio)</b> y en <b>Devices and Printers (Dispositivos e Impresoras)</b>.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">En Windows Vista:<br>Haga clic en <b>Start (Inicio)</b>, <b>Control Panel (Panel de control)</b>, <b>Hardware and Sound (Hardware y Sonido)</b>, e <b>Printers (Impresoras)</b>.</div>
</div>
<div id="indent">
<div class="body-text">En Windows XP Professional Edition:<br>Haga clic en <b>Start (Inicio)</b> y en <b>Printers and Faxes (Impresoras y faxes)</b>.</div>
</div>
<div id="indent">
<div class="body-text">En Windows XP Home Edition:<br>Haga clic en <b>Start (Inicio)</b>, <b>Control Panel (Panel de control)</b> y, a continuaci&oacute;n, en <b>Printers and Faxes (Impresoras y faxes)</b>.</div>
</div>
<div id="indent">
<div class="body-text">En Windows 2000:<br>Haga clic en <b>Start (Inicio)</b>, seleccione <b>Settings (Configuraci&oacute;n)</b> y, a continuaci&oacute;n, en <b>Printers (Impresoras)</b>.</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="top">
<td><img vspace="3" hspace="0" border="0" src="files/step_2.gif"></td><td>
<div class="body-text">Haga clic con el bot&oacute;n derecho en el icono de su impresora y luego haga clic en <b>Printing Preferences (Preferencias de impresi&oacute;n)</b>. La pantalla mostrar&aacute; la ventana Printing Preferences (Preferencias de impresi&oacute;n), que contiene los men&uacute;s Layout (Dise&ntilde;o), Paper/Quality (Papel y calidad), User Defined Paper (Papel def. por usuario) y Extension Settings (Ajustes extensi&oacute;n). Dichos men&uacute;s muestran los ajustes del controlador de la impresora.</div>
</td>
</tr>
</table>
</div>
<div id="images">
<img border="0" src="images/soft005.gif"></div>
<div id="indent">
<div class="body-text">Al hacer clic en <b>Properties (Propiedades)</b> (Windows Vista, XP y 2000) o <b>Printer properties (Propiedades de impresora)</b> (Windows 7) en el men&uacute; que se muestra al hacer doble clic en el icono de la impresora, aparece la ventana Properties (Propiedades), que incluye los men&uacute;s empleados para realizar los ajustes en el controlador de la impresora.</div>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td width="100%">

<div class="mark-text">No haga clic en <b>Properties (Propiedades)</b> aunque tanto <b>Properties (Propiedades)</b> como <b>Printer properties (Propiedades de impresora)</b> se muestren en Windows 7. </div>
</td>
</tr>
</table>
</div>
<div id="images">
<img border="0" src="images/soft008.gif"></div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="top">
<td><img vspace="3" hspace="0" border="0" src="files/step_3.gif"></td><td>
<div class="body-text">Para ver un men&uacute;, haga clic en la ficha correspondiente de la parte superior de la ventana. Si desea m&aacute;s informaci&oacute;n sobre c&oacute;mo modificar los ajustes, consulte <a target="_self" href="soft_4.htm#S-00400-00400">Aspectos generales de los ajustes del controlador de la impresora</a>.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Principio<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00400-00300-00300"></a>Cambio de los ajustes del controlador de la impresora</h2>

<div class="body-text">El controlador de su impresora tiene cuatro men&uacute;s desde los que puede cambiar la configuraci&oacute;n del controlador: Layout (Dise&ntilde;o), Paper/Quality (Papel y calidad), User Defined Paper (Papel def. por usuario) y Extension Settings (Ajustes extensi&oacute;n). Tambi&eacute;n puede modificar ajustes en el men&uacute; Utility (Utilidades) del software de la impresora. Para obtener una visi&oacute;n general de los ajustes disponibles, consulte <a target="_self" href="soft_4.htm#S-00400-00400">Aspectos generales de los ajustes del controlador de la impresora</a>. Si utiliza Windows XP o 2000, tambi&eacute;n puede ver la ayuda en l&iacute;nea haciendo clic con el bot&oacute;n derecho en los elementos del controlador y seleccionando <b>&iquest;Lo nuevo?</b>.</div>

<div class="body-text">Haga clic en el bot&oacute;n <b>Help (Ayuda)</b> en la pantalla del controlador de la impresora.</div>

<div id="images">
<img border="0" src="images/hlp.gif"></div>

<div class="body-text">Cuando haya terminado de configurar los ajustes del controlador de la impresora, haga clic en <b>OK (Aceptar)</b> para que se apliquen, si desea cancelar las modificaciones, haga clic en <b>Cancel (Cancelar)</b>.</div>

<div class="body-text">Podr&aacute; imprimir una vez que haya revisado los ajustes del controlador de la impresora y haya realizado todas las modificaciones necesarias.</div>
<div class="link-top">
<a href="#top">Principio<img align="top" border="0" src="files/link_top.gif"></a>
</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
