<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 RO">
<title>Glosar</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Căutare"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Acasă</a> &gt; 
					Glosar</div>
<h1 class="head-a">
<a name="S-01200"></a>Glosar</h1>

<div class="body-text">
<b>ASCII</b>
<br>American Standard Code for Information Interchange (Cod standard american pentru schimbul de informaţii). Un sistem de codificare standardizat pentru atribuirea codurilor numerice, literelor şi simbolurilor.</div>

<div class="body-text">
<b>trecere automată la linie nouă</b>
<br>C&acirc;nd este selectată această setare &icirc;n modul setare implicită, fiecare cod de retur de car (CR) este urmat automat de un cod de trecere la linie nouă (LF).</div>

<div class="body-text">
<b>imprimare bidirecţională</b>
<br>Imprimarea la care capul de imprimare imprimă &icirc;n ambele direcţii (bidirecţional). Aceasta măreşte viteza de tipărire, dar poate diminua alinierea verticală precisă. Imprimarea bidirecţională este modul de imprimare standard al acestei imprimante.</div>

<div class="body-text">
<b>memorie tampon</b>
<br>Porţiunea din memoria imprimantei utilizată la stocarea datelor &icirc;nainte ca acestea să fie imprimate.</div>

<div class="body-text">
<b>tabel de caractere</b>
<br>O colecţie de litere, numere şi simboluri care formează setul de caractere utilizat &icirc;ntr-o anumită limbă.</div>

<div class="body-text">
<b>caractere pe inchi (cpi)</b>
<br>Un sistem de măsură a mărimii caracterelor text.</div>

<div class="body-text">
<b>comprimare tipărire</b>
<br>Această funcţie reduce dimensiunea datelor. Puteţi să comprimaţi datele de tipărire la o rată de 75 %.</div>

<div class="body-text">
<b>h&acirc;rtie continuă</b>
<br>H&acirc;rtie care are găuri pe ambele părţi pentru antrenare cu role dinţate, este perforată &icirc;ntre pagini şi este livrată sub formă de stivă pliată. Mai este denumită şi listing.</div>

<div class="body-text">
<b>cod de control</b>
<br>Un cod special utilizat pentru controlul funcţionării imprimantei, cum ar fi realizarea unui retur de car sau a unei treceri la linia următoare.</div>

<div class="body-text">
<b>cpi</b>
<br>Un sistem de măsură a mărimii caracterelor text.</div>

<div class="body-text">
<b>imagine memorie date</b>
<br>O metodă de depanare care ajută la identificarea cauzei problemelor de comunicaţie dintre imprimantă şi computer. C&acirc;nd imprimanta este &icirc;n modul de imagine de memorie a datelor hexazecimale, aceasta tipăreşte fiecare cod pe care &icirc;l primeşte &icirc;n notaţia hexazecimală şi sub forma caracterelor ASCII. Mai este denumit şi imagine de memorie de date hexazecimale.</div>

<div class="body-text">
<b>implicit</b>
<br>O valoare care ere efect atunci c&acirc;nd echipamentul este pornit, este resetat sau iniţializat.</div>

<div class="body-text">
<b>emulaţie culoare</b>
<br>Un mod de aranjare a punctelor pe o pagină pentru a reda o umbră sau o tonalitate de culoare.</div>

<div class="body-text">
<b>matrice de puncte</b>
<br>O metodă de imprimare &icirc;n care fiecare literă sau simbol este format printr-un şablon (matrice) de puncte individuale.</div>

<div class="body-text">
<b>schiţă</b>
<br>Modul de imprimare utilizat de imprimanta dumneavoastră atunci c&acirc;nd alegeţi Schiţă ca font. Fontul Schiţă utilizează mai puţine puncte pe caracter pentru tipărire mai rapidă.</div>

<div class="body-text">
<b>driver</b>
<br>Un program software care trimite comenzi de la computer pentru utilizarea funcţiilor unei anumite imprimante.</div>

<div class="body-text">
<b>ESC/P</b><sup>&reg;</sup>
<br>Abreviere pentru Epson Standard Code for Printers (Cod standard EPSON pentru imprimante). Acesta este sistemul de comenzi utilizat de computerul dvs. pentru a controla imprimanta. Acesta este standardul pentru toate imprimantele Epson şi este acceptat de majoritatea aplicaţiilor software destinate computerelor personale.</div>

<div class="body-text">
<b>ESC/P 2</b><sup>&trade;</sup>
<br>Versiunea &icirc;mbunătăţită a limbajului de comenzi ESC/P pentru imprimante. Comenzile din cadrul acestui limbaj produc rezultate asemănătoare cu cele produse cu ajutorul laserului, precum fonturi scalabile şi elemente grafice &icirc;mbunătăţite.</div>

<div class="body-text">
<b>listing</b>
<br>H&acirc;rtie care are găuri pe ambele părţi pentru antrenare cu role dinţate, este perforată &icirc;ntre pagini şi este livrată sub formă de stivă pliată. Mai este denumită şi h&acirc;rtie continuă.</div>

<div class="body-text">
<b>font</b>
<br>Un tip particular desemnat de un nume, cum ar fi Roman sau Sans Serif.</div>

<div class="body-text">
<b>trecere la formular nou (FF)</b>
<br>Un cod de control şi un buton al panoului de control care &icirc;naintează h&acirc;rtia &icirc;n poziţia următorului &icirc;nceput de formular.</div>

<div class="body-text">
<b>semiton</b>
<br>O metodă de a utiliza şabloane de puncte pentru a reprezenta o imagine. Semitonurile fac posibilă producerea diferitelor nuanţe de gri utiliz&acirc;nd doar puncte negre sau o serie aproape infinită de culori utiliz&acirc;nd puncte doar &icirc;n c&acirc;teva culori.</div>

<div class="body-text">
<b>imagine memorie date hexazecimale</b>
<br>O metodă de depanare care ajută la identificarea cauzei problemelor de comunicaţie dintre imprimantă şi computer. C&acirc;nd imprimanta este &icirc;n modul de imagine de memorie a datelor hexazecimale, aceasta tipăreşte fiecare cod pe care &icirc;l primeşte &icirc;n notaţia hexazecimală şi sub forma caracterelor ASCII. Mai este denumit şi imagine de memorie de date.</div>

<div class="body-text">
<b>schiţă la viteză mare</b>
<br>Un mod de imprimare de tip schiţă pe care &icirc;l puteţi alege utiliz&acirc;nd modul de setare implicită. Schiţa la viteză mare utilizează un număr minim de puncte per caracter pentru a atinge viteze de tipărire extrem de mari.</div>

<div class="body-text">
<b>interfaţă</b>
<br>Conexiunea dintre computer şi imprimantă prin care datele de imprimat sunt transmise spre imprimantă.</div>

<div class="body-text">
<b>peisaj</b>
<br>Tipărire care este orientată &icirc;n lateral pe pagină. Această orientare vă oferă o pagină mai lată dec&acirc;t &icirc;nălţimea şi este utilă pentru tipărirea foilor de calcul. </div>

<div class="body-text">
<b>calitate literă (LQ)</b>
<br>Modul de imprimare utilizat de imprimanta dumneavoastră atunci c&acirc;nd alegeţi un alt font dec&acirc;t Schiţă. Tipărirea cu fonturi de tip Calitate literă oferă o lizibilitate şi un aspect mai bun la o viteză de imprimare mai mică. </div>

<div class="body-text">
<b>trecere la linie nouă (LF)</b>
<br>Un cod de control şi un buton al panoului de control care &icirc;naintează h&acirc;rtia la linia următoare.</div>

<div class="body-text">
<b>poziţie de &icirc;ncărcare</b>
<br>Poziţia &icirc;n care h&acirc;rtia este &icirc;ncărcată automat.</div>

<div class="body-text">
<b>reglaj fin</b>
<br>O caracteristică a imprimantei care vă permite să reglaţi cu precizie poziţiile de &icirc;nceput de formular şi de tăiere a h&acirc;rtiei.</div>

<div class="body-text">
<b>calitate aproape de literă (NLQ)</b>
<br>Modul de imprimare utilizat de imprimanta dumneavoastră atunci c&acirc;nd alegeţi un alt font dec&acirc;t Schiţă. Imprimarea cu fonturi NLQ oferă o lizibilitate şi un aspect mai bun la o viteză de imprimare mai mică.</div>

<div class="body-text">
<b>poziţiile h&acirc;rtiei</b>
<br>Există trei poziţii ale h&acirc;rtiei pentru tipărirea h&acirc;rtiei continue: repaus, tăiere h&acirc;rtie şi &icirc;nceput de formular. Pentru tipărirea unei singure coli, există doar poziţia &icirc;nceput de formular. </div>

<div class="body-text">
<b>&icirc;nălţime</b>
<br>Dimensiunea fontului, care este măsurată &icirc;n numărul de caractere pe inchi (cpi). Standardul este 10 cpi.</div>

<div class="body-text">
<b>platan</b>
<br>Partea plană neagră care asigură sprijinul h&acirc;rtiei &icirc;n timpul imprimării.</div>

<div class="body-text">
<b>portret</b>
<br>Tipărirea care este orientată &icirc;n poziţie verticală pe pagină (spre deosebire de peisaj, &icirc;n care tipărirea este lateral pe pagină). Aceasta este orientarea standard pentru tipărirea literelor sau documentelor.</div>

<div class="body-text">
<b>driver de imprimantă</b>
<br>Un program software care trimite comenzi de la computer pentru utilizarea funcţiilor unei anumite imprimante.</div>

<div class="body-text">
<b>poziţie &icirc;nceput de tipărire</b>
<br>Poziţia orizontală pe h&acirc;rtie pe care imprimanta o recunoaşte ca fiind prima linie ce poate fi tipărită. Puteţi să reglaţi poziţia de &icirc;nceput a tipăririi de pe panoul de control.</div>

<div class="body-text">
<b>font proporţional</b>
<br>Un font ale cărui caractere ocupă diferite dimensiuni de spaţiu orizontal, &icirc;n funcţie de lăţimea caracterului. Astfel, majuscula M ocupă mai mult spaţiu orizontal dec&acirc;t minuscula l.</div>

<div class="body-text">
<b>zonă de imprimat recomandată</b>
<br>Zona unei pagini pe care imprimanta poate imprima. Este mai mică dec&acirc;t dimensiunea fizică a paginii datorită marginilor.</div>

<div class="body-text">
<b>resetare</b>
<br>Pentru a readuce imprimanta la setările ei implicite.</div>

<div class="body-text">
<b>rezoluţie</b>
<br>Un sistem de măsură a cantităţii detaliilor ce pot fi reprezentate. Rezoluţia imaginilor tipărite este măsurată &icirc;n număr de puncte per inchi (dpi).</div>

<div class="body-text">
<b>auto test</b>
<br>O metodă de verificare a funcţionării imprimantei. C&acirc;nd efectuaţi un auto test, imprimanta tipăreşte caracterele memorate &icirc;n propria memorie ROM (Read Only Memory) (Memorie cu acces numai pentru citire).</div>

<div class="body-text">
<b>poziţie de repaus</b>
<br>Poziţia h&acirc;rtiei continue c&acirc;nd aceasta este ataşată la unitatea de tracţiune dar nu este &icirc;ncărcată &icirc;n imprimantă.</div>

<div class="body-text">
<b>tăiere</b>
<br>Un buton al panoului de control care deplasează perforaţiile h&acirc;rtiei continue &icirc;n poziţia de tăiere, apoi trage h&acirc;rtia &icirc;napoi &icirc;n poziţia de &icirc;nceput de formular.</div>

<div class="body-text">
<b>poziţie de tăiere</b>
<br>Poziţia la care imprimanta deplasează h&acirc;rtia atunci c&acirc;nd modul de tăiere automat este pornit. Utiliz&acirc;nd funcţia Micro Adjust (Reglaj fin), puteţi ajusta poziţia astfel &icirc;nc&acirc;t perforaţiile h&acirc;rtiei să se potrivească laturii de tăiere a imprimantei.</div>

<div class="body-text">
<b>poziţia de &icirc;nceput de formular</b>
<br>Poziţia pe h&acirc;rtie pe care imprimanta o recunoaşte ca fiind prima linie ce poate fi imprimată. Aceasta este poziţia implicită de &icirc;nceput de formular.</div>

<div class="body-text">
<b>imprimare unidirecţională</b>
<br>Imprimarea la care capul de imprimare imprimă &icirc;ntr-o singură direcţie. Tipărirea unidirecţională este utilă la tipărirea imaginilor grafice &icirc;ntruc&acirc;t aceasta permite o aliniere verticală precisă. Puteţi selecta imprimarea unidirecţională &icirc;n modul de setare implicită a imprimantei.</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
