<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 RO">
<title>Siguranţă</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Căutare"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Acasă</a> &gt; 
					Siguranţă</div>
<h1 class="head-a">
<a name="S-01000-00100"></a>Instrucţiuni de siguranţă</h1>
<div class="jumper">
<a href="#S-01000-00100-00100">Avertismente, precauţii şi note</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00200">Simbolul de precauţie pentru componentele fierbinţi</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00300">Instrucţiuni de siguranţă importante</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00400">Pentru utilizatorii din Marea Britanie</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00900">Pentru utilizatorii din Brazilia</a>
</div>
<div id="blanks"></div>






<h2 class="head-b">
<a name="S-01000-00100-00100"></a>Avertismente, precauţii şi note</h2>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Avertismente</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">trebuie respectate cu mare atenţie pentru a se evita vătămarea personală.</div>
</td>
</tr>
</table>
</div>

<div class="mark-ca">
<!--Caution Head-->
<img hspace="5" align="top" src="files/mark_ca.gif">Precauţii </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFB5">
<tr>
<td width="100%">

<div class="mark-text">trebuie respectate pentru a se evita defectarea echipamentului.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="files/mark_no.gif">Note </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td width="100%">

<div class="mark-text">conţin informaţii importante şi sfaturi utile referitoare la modul de operare a imprimantei.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Sus<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00200"></a>Simbolul de precauţie pentru componentele fierbinţi</h2>

<div id="tables">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="0" cellpadding="0" cellspacing="0">
<tr>
<td valign="top" width="14%">
<!--Table Text-->
<div class="table-text">
<img border="0" src="files/fon3_75.gif"></div>
</td><td valign="top" width="85%">
<!--Table Text-->
<div class="table-text">Acest simbol este amplasat pe capul de tipărire şi pe alte componente pentru a indica faptul că acestea pot fi fierbinţi. Nu atingeţi niciodată aceste componente imediat după ce imprimanta a fost utilizată. Lăsaţi-le să se răcească timp de c&acirc;teva minute &icirc;nainte de a le atinge.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Sus<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00300"></a>Instrucţiuni de siguranţă importante</h2>

<div class="body-text">Citiţi toate aceste instrucţiuni de siguranţă &icirc;nainte de a utiliza imprimanta. Suplimentar, respectaţi toate avertismentele şi instrucţiunile marcate pe imprimantă.</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00100"></a>C&acirc;nd instalaţi imprimanta</h3>

<div id="itemiz">
<div class="bullet">Nu amplasaţi imprimanta pe o suprafaţă instabilă sau &icirc;n apropierea unui radiator sau a unei surse de căldură.</div>

<div class="bullet">Amplasaţi imprimanta pe o suprafaţă plană, stabilă. Imprimanta nu va funcţiona corespunzător dacă este &icirc;nclinată sau aşezată sub un anumit unghi faţă de orizontală.</div>

<div class="bullet">Nu amplasaţi acest produs pe o suprafaţă moale, instabilă, cum ar fi un pat sau o canapea sau &icirc;ntr-o &icirc;ncăpere mică şi &icirc;nchisă, &icirc;ntruc&acirc;t ventilaţia este redusă.</div>

<div class="bullet">Nu blocaţi sau nu acoperiţi sloturile şi deschizăturile carcasei imprimantei şi nu introduceţi obiecte prin sloturi.</div>

<div class="bullet">Lăsaţi suficient spaţiu &icirc;n jurul imprimantei pentru facilitarea utilizării şi &icirc;ntreţinerii acesteia.</div>

<div class="bullet">Amplasaţi imprimanta &icirc;ntr-un loc din care o puteţi conecta cu uşurinţă la un cablu de interfaţă de reţea, dacă este cazul.</div>

<div class="bullet">Utilizaţi numai tipul de sursă de alimentare indicat pe eticheta imprimantei. Dacă nu sunteţi siguri care sunt specificaţiile alimentării cu tensiune &icirc;n zona dvs., contactaţi firma locală de electricitate sau consultaţi furnizorul dvs.</div>

<div class="bullet">Conectaţi toate echipamentele la prize electrice cu &icirc;mpăm&acirc;ntare corespunzătoare. Evitaţi să utilizaţi prizele de pe acelaşi circuit cu fotocopiatoarele sau sistemele de aer condiţionat care, de regulă, pornesc şi se opresc frecvent.</div>

<div class="bullet">Nu utilizaţi un cablu de alimentare deteriorat sau uzat.</div>

<div class="bullet">Cablul de alimentare trebuie amplasat astfel &icirc;nc&acirc;t să se evite abraziunea, tăierea, fricţiunea, str&acirc;ngerea, &icirc;ndoirea şi alte defecţiuni ale acestuia.</div>

<div class="bullet">Dacă utilizaţi un prelungitor pentru imprimantă, asiguraţi-vă că amperajul total al tuturor echipamentelor conectate la prelungitor nu depăşeşte amperajul nominal al cablului. De asemenea, asiguraţi-vă că amperajul total al tuturor echipamentelor conectate la priza electrică nu depăşeşte curentul nominal al prizei electrice.</div>

<div class="bullet">Utilizaţi numai cablul de alimentare livrat &icirc;mpreună cu acest produs. Utilizarea altui cablu de alimentare poate duce la incendiu sau electrocutare.</div>

<div class="bullet">Cablul de alimentare al acestui produs este destinat utilizării numai &icirc;mpreună cu acest produs. Utilizarea &icirc;mpreună cu un alt echipament poate provoca incendiu sau electrocutare.</div>

<div class="bullet">Asiguraţi-vă că respectivul cablu de alimentare c.a. respectă standardele de siguranţă locale.</div>

<div class="bullet">Evitaţi utilizarea sau depozitarea imprimantei &icirc;n locuri supuse schimbărilor bruşte de temperatură şi umiditate. De asemenea, nu expuneţi imprimanta la lumină solară directă, surse puternice de lumină, surse de căldură, umezeală excesivă sau praf.</div>

<div class="bullet">Evitaţi locuri expuse la şocuri şi vibraţii.</div>

<div class="bullet">Amplasaţi imprimanta &icirc;n apropierea unei prize electrice de perete, care să vă faciliteze deconectarea cablului de alimentare.</div>

<div class="bullet">Ţineţi &icirc;ntregul sistem al computerului la distanţă de potenţiale surse de interferenţă electromagnetică, precum difuzoare sau unităţi de bază ale telefoanelor fără fir.</div>

<div class="bullet">Evitaţi utilizarea de prize electrice controlate de &icirc;ntrerupătoare de perete sau temporizatoare automate. O &icirc;ntrerupere a alimentării cu tensiune poate cauza ştergerea informaţiilor din memoria imprimantei sau computerului dvs. De asemenea, evitaţi utilizarea de prize electrice care se află &icirc;n acelaşi circuit cu motoare de dimensiuni mari sau cu alte aparate care pot cauza fluctuaţii de tensiune.</div>

<div class="bullet">Utilizaţi o priză electrică cu &icirc;mpăm&acirc;ntare; nu utilizaţi un ştecăr adaptor.</div>

<div class="bullet">Dacă intenţionaţi să utilizaţi un suport pentru imprimantă, respectaţi aceste indicaţii: <br>- Utilizaţi un suport care poate susţine o greutate de cel puţin două ori mai mare dec&acirc;t cea a imprimantei.<br>- Nu utilizaţi niciodată un suport care &icirc;nclină imprimanta. Aceasta trebuie menţinută &icirc;ntotdeauna dreaptă.<br>- Poziţionaţi cablul de alimentare şi cablul de interfaţă ale imprimantei astfel &icirc;nc&acirc;t acestea să nu obstrucţioneze alimentarea cu h&acirc;rtie. Dacă este posibil, fixaţi cablurile de un picior al suportului.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00200"></a>C&acirc;nd &icirc;ntreţineţi imprimanta</h3>

<div id="itemiz">
<div class="bullet">Deconectaţi imprimanta &icirc;nainte de a o curăţa şi &icirc;ntotdeauna curăţaţi-o cu o bucată de material textil umed.</div>

<div class="bullet">Nu vărsaţi lichid &icirc;n imprimantă.</div>

<div class="bullet">Nu &icirc;ncercaţi să reparaţi imprimanta pe cont propriu, după cum se prezintă &icirc;n acest ghid.</div>

<div class="bullet">Deconectaţi imprimanta şi adresaţi-vă personalului de service calificat &icirc;n următoarele situaţii:<br>i. Dacă ştecărul sau cablul de alimentare este deteriorat.<br>ii. Dacă &icirc;n imprimantă s-a scurs lichid.<br>iii. Dacă imprimanta a fost scăpată sau carcasa s-a deteriorat.<br>iv. dacă imprimanta nu funcţionează normal sau prezintă modificări evidente de performanţă.</div>

<div class="bullet">Nu utilizaţi &icirc;n interiorul şi &icirc;n apropierea acestui produs pulverizatoare care conţin gaz inflamabil. &Icirc;n caz contrar se poate produce incendiu.</div>

<div class="bullet">Reglaţi numai acei parametri de control care sunt menţionaţi &icirc;n instrucţiunile de operare.</div>

<div class="bullet">Dacă intenţionaţi să utilizaţi imprimanta &icirc;n Germania, reţineţi următoarele:<br>Pentru a asigura o protecţie la scurtcircuit şi la suprasarcină adecvată acestei imprimante, instalaţia electrică a clădirii trebuie să fie protejată de un &icirc;ntreruptor de 16 A.<br>Bei Anschluss des Druckers an die Stromversorgung muss sichergestellt werden, dass die Gebaudeinstallation mit einer 16 A-Sicherung abgesichert ist.</div>

<div class="bullet">Nu atingeţi cablul alb din imprimantă.</div>
<div id="images">
<img border="0" src="images/fcc_01.gif"></div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00300"></a>C&acirc;nd manipulaţi h&acirc;rtia</h3>

<div id="itemiz">
<div class="bullet">Nu &icirc;ncărcaţi h&acirc;rtia care este curbată sau a fost deja &icirc;ndoită.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00400"></a>C&acirc;nd operaţi imprimanta</h3>

<div id="itemiz">
<div class="bullet">Reglaţi numai acei parametri de control care sunt menţionaţi &icirc;n documentaţia utilizatorului. Reglarea necorespunzătoare a altor parametri de control poate duce la defecţiuni care necesită reparaţii majore de către un tehnician calificat.</div>

<div class="bullet">Ori de c&acirc;te ori opriţi imprimanta, aşteptaţi cel puţin cinci secunde &icirc;nainte de a o reporni; &icirc;n caz contrar, puteţi deteriora imprimanta.</div>

<div class="bullet">Nu opriţi imprimanta &icirc;n timpul tipăririi auto testului. Apăsaţi &icirc;ntotdeauna pe butonul <b>Pause</b> pentru a opri tipărirea, apoi opriţi imprimanta.</div>

<div class="bullet">Nu reconectaţi cablul de alimentare la o priză electrică care are o tensiune necorespunzătoare imprimantei dvs.</div>

<div class="bullet">Niciodată nu &icirc;nlocuiţi de unul singur capul de tipărire; puteţi deteriora imprimanta. De asemenea, alte componente ale imprimantei trebuie verificate la &icirc;nlocuirea capului de tipărire.</div>

<div class="bullet">Trebuie să deplasaţi cu m&acirc;na capul de tipărire pentru a &icirc;nlocui cartuşul cu bandă. Dacă tocmai aţi utilizat imprimanta, capul de tipărire poate fi fierbinte; lăsaţi-l să se răcească c&acirc;teva minute &icirc;nainte de a-l atinge.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00500"></a>Restricţie de utilizare</h3>

<div class="body-text">C&acirc;nd acest produs este utilizat pentru aplicaţii care necesită fiabilitate/siguranţă ridicată cum ar fi dispozitive de transport aerian, feroviar, maritim, rutier etc.; dispozitive de prevenire a dezastrelor; diferite dispozitive de siguranţă etc.; sau dispozitive funcţionale/de precizie etc., trebuie să utilizaţi acest produs doar după ce luaţi &icirc;n considerarea includerea de dispozitive de siguranţă şi redundante &icirc;n proiectul dvs. pentru a menţine siguranţa şi fiabilitatea totală a sistemului. <br>Deoarece acest produs nu a fost destinat pentru utilizarea &icirc;n aplicaţii care necesită fiabilitate/siguranţă extrem de ridicată, precum echipament aerospaţial, echipament de comunicaţii principal, echipament de control al energiei nucleare sau echipament medical legat de &icirc;ngrijirea medicală directă etc., vă rugăm să luaţi singur o decizie privind adecvarea acestui produs după o evaluare completă.</div>
<div class="link-top">
<a href="#top">Sus<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00400"></a>Pentru utilizatorii din Marea Britanie</h2>

<h3 class="head-c">
<a name="S-01000-00100-00400-00100"></a>Utilizarea opţiunilor</h3>

<div class="body-text">Epson (UK) Limited nu va fi răspunzătoare pentru nicio pagubă sau defecţiune cauzată de utilizarea oricăror opţiuni sau produse consumabile altele dec&acirc;t cele proiectate ca fiind Produse Epson Originale sau Produse Aprobate Epson de către Epson (UK) Limited.</div>

<h3 class="head-c">
<a name="S-01000-00100-00400-00200"></a>Informaţii de siguranţă</h3>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Avertisment:</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">Acest echipament trebuie legat la &icirc;mpăm&acirc;ntare. Consultaţi plăcuţa de identificare cu valoarea tensiunii şi verificaţi dacă tensiunea echipamentului corespunde cu tensiunea de alimentare.</div>
</td>
</tr>
</table>
</div>

<div class="body-text">
<b>Important:</b>
</div>

<div class="body-text">Conductoarele cablului de alimentare de la reţea conectat la acest echipament sunt colorate conform următorului cod:</div>

<div class="body-text">Verde şi galben &mdash; &Icirc;mpăm&acirc;ntare<br>Albastru &mdash; Nul<br>Maro &mdash; Fază</div>

<div class="body-text">
<b>Dacă trebuie să montaţi un ştecăr:</b>
</div>

<div class="body-text">&Icirc;ntruc&acirc;t culorile terminalelor cablului principal al acestui produs ar putea să nu corespundă cu marcajele colorate utilizate pentru identificarea terminalelor ştecărului, vă rugăm să procedaţi după cum urmează:</div>

<div class="body-text">Conductorul verde şi galben trebuie conectat la terminalul ştecărului care este marcat cu litera E sau cu simbolul de &icirc;mpăm&acirc;ntare (<img border="0" src="files/fon3_71.gif">).</div>

<div class="body-text">Conductorul albastru trebuie conectat la terminalul ştecărului marcat cu litera N.</div>

<div class="body-text">Conductorul maro trebuie conectat la terminalul ştecărului marcat cu litera L.</div>

<div class="body-text">Dacă se defectează ştecărul, &icirc;nlocuiţi setul de cablu sau consultaţi un electrician calificat.</div>

<div class="body-text">&Icirc;nlocuiţi siguranţele numai cu o siguranţă de mărime şi valoare nominală corespunzătoare.</div>
<div class="link-top">
<a href="#top">Sus<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00900"></a>Pentru utilizatorii din Brazilia</h2>

<div class="body-text">A Epson preocupa-se com o meio ambiente e sabe que o planejamento para o futuro requer um forte compromisso ambiental. Para isso, nos empenhamos em criar produtos inovadores que s&atilde;o confi&aacute;veis, recicl&aacute;veis e eficientes. Produtos melhores utilizando menos recursos naturais para ajudar a garantir um futuro melhor para todos.</div>

<div class="body-text">As embalagens deste produto - papel&atilde;o, pl&aacute;stico, isopor e espuma - s&atilde;o recicl&aacute;veis e podem ser entregues a cooperativas de reciclagem, postos de recolhimento de res&iacute;duos ou empresas recicladoras.</div>

<div class="body-text">Os materiais que comp&otilde;em o produto - pl&aacute;stico, metais, placa eletr&ocirc;nica e cartucho - s&atilde;o recicl&aacute;veis. O produto n&atilde;o deve ser desmontado, deve ser encaminhado para os Centros de Servi&ccedil;os Autorizados que dar&atilde;o o destino ambientalmente adequado. Consulte em nosso site - <a target="_blank" href="http://global.latin.epson.com/br">http://global.latin.epson.com/br</a> os Centros de Servi&ccedil;os Autorizados.</div>

<div class="body-text">Todos os Centros de Servi&ccedil;os Autorizados podem receber equipamentos da marca Epson destinados para reciclagem.</div>

<div class="body-text">Conhe&ccedil;a nossas a&ccedil;&otilde;es ambientais e o Programa de Coleta de Cartuchos (<a target="_blank" href="http://www.epson.com.br/coleta">http://www.epson.com.br/coleta</a>) em nosso site.</div>
<div class="link-top">
<a href="#top">Sus<img align="top" border="0" src="files/link_top.gif"></a>
</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
