<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 PL">
<title>Bezpieczeństwo</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Znajdź"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Strona gł&oacute;wna</a> &gt; 
					Bezpieczeństwo</div>
<h1 class="head-a">
<a name="S-01000-00100"></a>Instrukcje dotyczące bezpieczeństwa</h1>
<div class="jumper">
<a href="#S-01000-00100-00100">Ostrzeżenia, przestrogi i uwagi</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00200">Symbol przestrogi &bdquo;Gorące części&rdquo;</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00300">Ważne instrukcje dotyczące bezpieczeństwa</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00400">Dla użytkownik&oacute;w w Wielkiej Brytanii</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00900">Dla użytkownik&oacute;w z Brazylii</a>
</div>
<div id="blanks"></div>






<h2 class="head-b">
<a name="S-01000-00100-00100"></a>Ostrzeżenia, przestrogi i uwagi</h2>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Ostrzeżenia</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">muszą być przestrzegane, aby uniknąć obrażeń ciała.</div>
</td>
</tr>
</table>
</div>

<div class="mark-ca">
<!--Caution Head-->
<img hspace="5" align="top" src="files/mark_ca.gif">Przestrogi </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFB5">
<tr>
<td width="100%">

<div class="mark-text">mają na celu zapobieganie uszkodzeniu sprzętu.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="files/mark_no.gif">Uwagi </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td width="100%">

<div class="mark-text">zawierają ważne informacje i użyteczne uwagi dotyczące korzystania z drukarki.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Do g&oacute;ry<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00200"></a>Symbol przestrogi &bdquo;Gorące części&rdquo;</h2>

<div id="tables">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="0" cellpadding="0" cellspacing="0">
<tr>
<td valign="top" width="14%">
<!--Table Text-->
<div class="table-text">
<img border="0" src="files/fon3_75.gif"></div>
</td><td valign="top" width="85%">
<!--Table Text-->
<div class="table-text">Ten symbol umieszczany jest na głowicy drukującej i innych częściach, aby wskazać, że mogą być gorące. Nigdy nie należy dotykać takich części bezpośrednio po zakończeniu pracy drukarki. Przed dotknięciem odczekać kilka minut, aż części ostygną.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Do g&oacute;ry<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00300"></a>Ważne instrukcje dotyczące bezpieczeństwa</h2>

<div class="body-text">Przed rozpoczęciem korzystania z drukarki należy przeczytać wszystkie instrukcje dotyczące bezpieczeństwa. Ponadto należy stosować się do wszystkich ostrzeżeń i instrukcji umieszczonych na samej drukarce.</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00100"></a>Podczas przygotowywania drukarki do pracy</h3>

<div id="itemiz">
<div class="bullet">Nie należy umieszczać drukarki na niestabilnej powierzchni ani w pobliżu grzejnik&oacute;w lub źr&oacute;deł ciepła.</div>

<div class="bullet">Drukarkę należy ustawić na płaskiej, stabilnej powierzchni. Drukarka przechylona lub umieszczona pod kątem nie działa prawidłowo.</div>

<div class="bullet">Nie należy umieszczać drukarki na miękkich, niestabilnych powierzchniach, takich jak ł&oacute;żko lub kanapa. Urządzenie nie może r&oacute;wnież stać w małych, zamkniętych przestrzeniach, gdyż może to ograniczać wentylację.</div>

<div class="bullet">Nie należy blokować ani przykrywać szczelin i otwor&oacute;w w obudowie drukarki, a także nie należy wkładać przez szczeliny żadnych przedmiot&oacute;w.</div>

<div class="bullet">Wok&oacute;ł drukarki należy pozostawić odpowiednią ilość miejsca celem zapewnienia łatwości obsługi i konserwacji.</div>

<div class="bullet">Drukarkę należy umieścić w miejscu, gdzie, w razie potrzeby, będzie ją można łatwo podłączyć do kabla interfejsu sieciowego.</div>

<div class="bullet">Należy korzystać wyłącznie ze źr&oacute;deł zasilania o parametrach wskazanych na etykiecie drukarki. W przypadku wątpliwości co do parametr&oacute;w źr&oacute;dła zasilania w danym kraju należy skontaktować się z lokalną firmą energetyczną lub sprzedawcą.</div>

<div class="bullet">Wszelkie urządzenia przyłączać do prawidłowo uziemionych gniazdek elektrycznych. Nie należy używać tych samych gniazdek, do kt&oacute;rych podłączono kserokopiarki lub urządzenia klimatyzacyjne, kt&oacute;re są często włączane i wyłączane.</div>

<div class="bullet">Nie wolno używać uszkodzonego lub naderwanego przewodu zasilania.</div>

<div class="bullet">Przew&oacute;d zasilania należy umieścić w spos&oacute;b, kt&oacute;ry pozwoli uniknąć jego otarcia, przecięcia, wystrzępienia, zagięcia, splątania lub innych uszkodzeń.</div>

<div class="bullet">W przypadku podłączania drukarki przez przedłużacz należy upewnić się, że łączny pob&oacute;r prądu wszystkich urządzeń podłączonych do przedłużacza nie przekracza dopuszczalnego dla niego natężenia prądu. Należy r&oacute;wnież sprawdzić, czy łączny pob&oacute;r prądu wszystkich urządzeń podłączonych do określonego gniazda elektrycznego nie przekracza dopuszczalnego, określonego dla tego gniazda natężenia prądu.</div>

<div class="bullet">Należy używać wyłącznie tego przewodu zasilania, kt&oacute;ry dostarczono razem z urządzeniem. Użycie innego przewodu może spowodować pożar lub porażenie prądem.</div>

<div class="bullet">Dostarczony z urządzeniem przew&oacute;d zasilający jest przeznaczony wyłącznie do tego produktu. Użycie przewodu w połączeniu z innymi urządzeniami może spowodować pożar lub porażenie prądem.</div>

<div class="bullet">Należy upewnić się, że przew&oacute;d zasilania prądu zmiennego spełnia odpowiednie lokalne standardy bezpieczeństwa.</div>

<div class="bullet">Należy unikać korzystania lub przechowywania drukarki w miejscach narażonych na duże zmiany temperatury oraz wilgotności. Należy także trzymać ją z dala od bezpośrednich promieni słonecznych, silnego światła, źr&oacute;deł ciepła oraz nadmiernej wilgoci lub kurzu.</div>

<div class="bullet">Należy unikać miejsc narażonych na wstrząsy i wibracje.</div>

<div class="bullet">Drukarkę należy umieścić w pobliżu gniazda ściennego, od kt&oacute;rego łatwo można odłączyć przew&oacute;d zasilania.</div>

<div class="bullet">Cały system komputerowy należy trzymać z dala od potencjalnych źr&oacute;deł zakł&oacute;ceń elektromagnetycznych, takich jak głośniki czy moduły bazowe telefon&oacute;w bezprzewodowych.</div>

<div class="bullet">Należy unikać gniazd elektrycznych sterowanych za pomocą przełącznik&oacute;w ściennych lub automatycznych czasomierzy. Przerwa w zasilaniu może spowodować utratę danych w pamięci drukarki lub komputera. Należy r&oacute;wnież unikać gniazd włączonych do tego samego obwodu, co duże silniki lub inne urządzenia powodujące wahania napięcia.</div>

<div class="bullet">Należy korzystać z uziemionego gniazda zasilania; nie stosować żadnych przejści&oacute;wek.</div>

<div class="bullet">Jeśli planowane jest użycie podstawy pod drukarkę, należy postępować zgodnie z następującymi wskaz&oacute;wkami:<br>- Należy użyć podstawy, kt&oacute;ra jest w stanie utrzymać co najmniej dwukrotny ciężar drukarki.<br>- Nie wolno używać podstawy powodującej przechylenie drukarki. Drukarka powinna być zawsze ustawiona poziomo.<br>- Przew&oacute;d zasilający oraz kabel interfejsu drukarki należy umieścić tak, aby nie przeszkadzały w podawaniu papieru. Jeśli to możliwe, należy przymocować kable do nogi stojaka pod drukarkę.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00200"></a>Podczas konserwacji drukarki</h3>

<div id="itemiz">
<div class="bullet">Przed rozpoczęciem czyszczenia drukarki należy ją odłączyć od prądu. Czyścić tylko wilgotną szmatką.</div>

<div class="bullet">Nie należy wylewać żadnych płyn&oacute;w na drukarkę.</div>

<div class="bullet">Nie należy podejmować pr&oacute;b naprawy drukarki na własną rękę z wyjątkiem przypadk&oacute;w om&oacute;wionych w tym przewodniku.</div>

<div class="bullet">Poniżej wymieniono sytuacje, w kt&oacute;rych należy odłączyć drukarkę oraz zlecić naprawę wykwalifikowanym pracownikom serwisu technicznego:<br>i. Jeśli jest uszkodzony przew&oacute;d zasilający lub wtyczka.<br>ii. Jeśli do drukarki dostał się płyn.<br>iii. Jeśli drukarka została upuszczona lub uległa uszkodzeniu jej obudowa.<br>iv. Drukarka nie pracuje normalnie lub nastąpiła zauważalna zmiana wydajności.</div>

<div class="bullet">Wewnątrz lub wok&oacute;ł produktu nie należy używać aerozoli zawierających łatwopalny gaz. Może to spowodować pożar.</div>

<div class="bullet">Należy zmieniać tylko te ustawienia, kt&oacute;re opisano w instrukcji obsługi.</div>

<div class="bullet">Jeżeli drukarka ma być używana w Niemczech, należy zwr&oacute;cić uwagę na następujące kwestie:<br>Aby zapewnić wystarczającą ochronę przed zwarciami i przeciążeniami drukarki, należy zabezpieczyć instalację elektryczną budynku 16-amperowym bezpiecznikiem.<br>Bei Anschluss des Druckers an die Stromversorgung muss sichergestellt werden, dass die Gebaudeinstallation mit einer 16 A-Sicherung abgesichert ist.</div>

<div class="bullet">Nie należy dotykać białego kabla wewnątrz drukarki.</div>
<div id="images">
<img border="0" src="images/fcc_01.gif"></div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00300"></a>Podczas obsługi papieru</h3>

<div id="itemiz">
<div class="bullet">Nie należy ładować papieru pozwijanego lub pozginanego.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00400"></a>Podczas korzystania z drukarki</h3>

<div id="itemiz">
<div class="bullet">Należy zmieniać tylko te ustawienia, kt&oacute;re opisano w dokumentacji użytkownika. Niewłaściwa zmiana innych ustawień może spowodować uszkodzenia wymagające poważnej naprawy przez wykwalifikowanego technika.</div>

<div class="bullet">Po każdym wyłączeniu drukarki należy odczekać co najmniej 5 sekund przed jej ponownym włączeniem; w przeciwnym razie drukarka może ulec uszkodzeniu.</div>

<div class="bullet">Nie należy wyłączać drukarki podczas drukowania autotestu. Przed wyłączeniem drukarki zawsze najpierw przerwać drukowanie przez naciśnięcie przycisku <b>Pause</b>.</div>

<div class="bullet">Nie należy ponownie podłączać przewodu zasilania do gniazda elektrycznego, kt&oacute;rego parametry są inne niż te wymagane dla drukarki.</div>

<div class="bullet">Nigdy nie należy samodzielnie wymieniać głowicy drukującej; w ten spos&oacute;b można uszkodzić drukarkę. Ponadto podczas wymiany głowicy drukującej wymagane jest sprawdzenie także innych części.</div>

<div class="bullet">W celu wymiany kasety z taśmą należy ręcznie przesunąć głowicę drukującą. Jeśli drukarka była przed chwilą w użyciu, głowica może być gorąca; należy poczekać kilka minut, aby ostygła.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00500"></a>Ograniczenie używania</h3>

<div class="body-text">W przypadku używania tego produktu do zastosowań wymagających wysokiej niezawodności/bezpieczeństwa, takich jak urządzenia transportowe lotnicze, kolejowe, morskie, samochodowe itd.; urządzenia do zapobiegania katastrofom naturalnym; r&oacute;żne urządzenia bezpieczeństwa itd.; lub urządzenia do określonych funkcji/wymagające precyzji itd., produktu tego można używać wyłącznie po zastosowaniu w konstrukcji zabezpieczeń przed awarią i redundancji w celu zapewnienia bezpieczeństwa oraz niezawodności całego systemu. <br>Ponieważ produkt ten nie jest przeznaczony do zastosowań wymagających bardzo wysokiej niezawodności/bezpieczeństwa, takich jak urządzenia kosmiczne, gł&oacute;wne urządzenia komunikacyjne, urządzenia kontrolne elektrowni atomowych lub urządzenia medyczne do bezpośredniej opieki medycznej itd., należy dokonać własnej wyczerpującej oceny dotyczącej przydatności tego produktu.</div>
<div class="link-top">
<a href="#top">Do g&oacute;ry<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00400"></a>Dla użytkownik&oacute;w w Wielkiej Brytanii</h2>

<h3 class="head-c">
<a name="S-01000-00100-00400-00100"></a>Korzystanie z opcji</h3>

<div class="body-text">Firma Epson (UK) Limited nie ponosi odpowiedzialności za żadne szkody ani problemy powstałe w wyniku korzystania z jakichkolwiek opcji lub produkt&oacute;w eksploatacyjnych innych niż oznaczone przez firmę Epson (UK) Limited jako oryginalne produkty firmy Epson lub produkty zatwierdzone przez firmę Epson.</div>

<h3 class="head-c">
<a name="S-01000-00100-00400-00200"></a>Informacje dotyczące bezpieczeństwa</h3>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Ostrzeżenie:</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">To urządzenie musi być uziemione. Na tabliczce znamionowej należy sprawdzić, czy napięcie urządzenia odpowiada napięciu źr&oacute;dła zasilania.</div>
</td>
</tr>
</table>
</div>

<div class="body-text">
<b>Ważne:</b>
</div>

<div class="body-text">Przewody umieszczone we wtyczce zasilania oznaczone są kolorami zgodnie z następującym kodem:</div>

<div class="body-text">Zielono-ż&oacute;łty &mdash; uziemienie<br>Niebieski &mdash; zero<br>Brązowy &mdash; pod napięciem</div>

<div class="body-text">
<b>W razie konieczności dopasowania wtyczki:</b>
</div>

<div class="body-text">Ponieważ kolory przewodu zasilającego w tym urządzeniu mogą nie zgadzać się z kolorami oznaczeń użytymi do identyfikacji końc&oacute;wek wtyczki, należy postępować następująco:</div>

<div class="body-text">Przew&oacute;d zielono-ż&oacute;łty musi być podłączony we wtyczce do końc&oacute;wki oznaczonej literą E lub symbolem uziemienia (<img border="0" src="files/fon3_71.gif">).</div>

<div class="body-text">Przew&oacute;d niebieski musi być podłączony we wtyczce do końc&oacute;wki oznaczonej literą N.</div>

<div class="body-text">Przew&oacute;d brązowy musi być podłączony we wtyczce do końc&oacute;wki oznaczonej literą L.</div>

<div class="body-text">W przypadku uszkodzenia wtyczki należy wymienić przew&oacute;d lub skonsultować się z wykwalifikowanym elektrykiem.</div>

<div class="body-text">Bezpieczniki należy wymieniać jedynie na zamienniki o odpowiednich wymiarach i wartościach.</div>
<div class="link-top">
<a href="#top">Do g&oacute;ry<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00900"></a>Dla użytkownik&oacute;w z Brazylii</h2>

<div class="body-text">A Epson preocupa-se com o meio ambiente e sabe que o planejamento para o futuro requer um forte compromisso ambiental. Para isso, nos empenhamos em criar produtos inovadores que s&atilde;o confi&aacute;veis, recicl&aacute;veis e eficientes. Produtos melhores utilizando menos recursos naturais para ajudar a garantir um futuro melhor para todos.</div>

<div class="body-text">As embalagens deste produto - papel&atilde;o, pl&aacute;stico, isopor e espuma - s&atilde;o recicl&aacute;veis e podem ser entregues a cooperativas de reciclagem, postos de recolhimento de res&iacute;duos ou empresas recicladoras.</div>

<div class="body-text">Os materiais que comp&otilde;em o produto - pl&aacute;stico, metais, placa eletr&ocirc;nica e cartucho - s&atilde;o recicl&aacute;veis. O produto n&atilde;o deve ser desmontado, deve ser encaminhado para os Centros de Servi&ccedil;os Autorizados que dar&atilde;o o destino ambientalmente adequado. Consulte em nosso site - <a target="_blank" href="http://global.latin.epson.com/br">http://global.latin.epson.com/br</a> os Centros de Servi&ccedil;os Autorizados.</div>

<div class="body-text">Todos os Centros de Servi&ccedil;os Autorizados podem receber equipamentos da marca Epson destinados para reciclagem.</div>

<div class="body-text">Conhe&ccedil;a nossas a&ccedil;&otilde;es ambientais e o Programa de Coleta de Cartuchos (<a target="_blank" href="http://www.epson.com.br/coleta">http://www.epson.com.br/coleta</a>) em nosso site.</div>
<div class="link-top">
<a href="#top">Do g&oacute;ry<img align="top" border="0" src="files/link_top.gif"></a>
</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
