<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 FR">
<title>Glossaire</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Rechercher"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Accueil</a> &gt; 
					Glossaire</div>
<h1 class="head-a">
<a name="S-01200"></a>Glossaire</h1>

<div class="body-text">
<b>ASCII</b>
<br>American Standard Code for Information Interchange. Syst&egrave;me de codage normalis&eacute; pour attribuer des codes num&eacute;riques &agrave; des lettres et symboles.</div>

<div class="body-text">
<b>Saut de ligne automatique</b>
<br>Lorsque ce param&egrave;tre est activ&eacute; dans le mode de param&eacute;trage par d&eacute;faut, chaque code de retour chariot (CR) est automatiquement suivi d&rsquo;un code de saut de ligne (LF).</div>

<div class="body-text">
<b>Impression bidirectionnelle</b>
<br>Mode d&rsquo;impression dans lequel la t&ecirc;te d&rsquo;impression se d&eacute;place dans les deux directions (de mani&egrave;re bidirectionnelle). Cela augmente la vitesse d&rsquo;impression, mais la pr&eacute;cision de l&rsquo;alignement vertical peut diminuer. L&rsquo;impression bidirectionnelle constitue le mode d&rsquo;impression par d&eacute;faut de cette imprimante.</div>

<div class="body-text">
<b>M&eacute;moire tampon</b>
<br>Partie de la m&eacute;moire de l&rsquo;imprimante servant au stockage des donn&eacute;es avant qu&rsquo;elles ne soient imprim&eacute;es.</div>

<div class="body-text">
<b>Table de caract&egrave;res</b>
<br>Ensemble de lettres, chiffres et symboles constituant l&rsquo;ensemble des caract&egrave;res propres &agrave; une langue donn&eacute;e.</div>

<div class="body-text">
<b>Caract&egrave;res par pouce (cpi)</b>
<br>Mesure de la taille des caract&egrave;res de texte.</div>

<div class="body-text">
<b>Impression compress&eacute;e</b>
<br>Cette fonction r&eacute;duit la taille des donn&eacute;es. Vous pouvez compresser les donn&eacute;es &agrave; imprimer de 75&nbsp;%.</div>

<div class="body-text">
<b>Papier continu</b>
<br>Papier disposant de perforations pour l&rsquo;entra&icirc;nement par ergots sur les deux c&ocirc;t&eacute;s, perfor&eacute; entre les pages et livr&eacute; sous forme de piles pli&eacute;es. &Eacute;galement appel&eacute; papier pli&eacute;.</div>

<div class="body-text">
<b>Code de contr&ocirc;le</b>
<br>Code sp&eacute;cial qui contr&ocirc;le une fonction de l&rsquo;imprimante, notamment l&rsquo;ex&eacute;cution d&rsquo;un retour chariot ou d&rsquo;un saut de ligne.</div>

<div class="body-text">
<b>cpi</b>
<br>Mesure de la taille des caract&egrave;res de texte.</div>

<div class="body-text">
<b>Vidage des donn&eacute;es</b>
<br>M&eacute;thode de d&eacute;pannage qui aide &agrave; cerner la cause des probl&egrave;mes de communication entre l&rsquo;imprimante et l&rsquo;ordinateur. Lorsque l'imprimante fonctionne en mode de vidage hexad&eacute;cimal, elle imprime chaque code re&ccedil;u sous la forme de notation hexad&eacute;cimale et de caract&egrave;res ASCII. Aussi appel&eacute; vidage hexad&eacute;cimal.</div>

<div class="body-text">
<b>D&eacute;faut</b>
<br>Valeur qui entre en vigueur lorsque le mat&eacute;riel est mis sous tension, initialis&eacute; ou r&eacute;initialis&eacute;.</div>

<div class="body-text">
<b>Tramage</b>
<br>Mani&egrave;re de disposer des points sur une page en vue de simuler une ombre ou un ton.</div>

<div class="body-text">
<b>Matrice de points</b>
<br>M&eacute;thode d&rsquo;impression dans laquelle chaque lettre ou symbole est form&eacute;(e) par un ensemble (matrice) de points individuels.</div>

<div class="body-text">
<b>&Eacute;preuve</b>
<br>Mode d&rsquo;impression utilis&eacute; par votre imprimante lorsque vous s&eacute;lectionnez le mode &Eacute;preuve. Ce mode imprime les caract&egrave;res &agrave; l&rsquo;aide d'un nombre de points r&eacute;duit afin d'acc&eacute;l&eacute;rer l&rsquo;impression.</div>

<div class="body-text">
<b>Pilote</b>
<br>Programme qui envoie des commandes permettant d&rsquo;exploiter les fonctions d&rsquo;une imprimante particuli&egrave;re &agrave; partir de l&rsquo;ordinateur.</div>

<div class="body-text">
<b>ESC/P</b><sup>&reg;</sup>
<br>Abr&eacute;viation de &laquo;&nbsp;Epson Standard Code for Printers&nbsp;&raquo;. Syst&egrave;me de commandes utilis&eacute; par votre ordinateur pour contr&ocirc;ler l'imprimante. Il s&rsquo;agit d&rsquo;une norme reconnue par toutes les imprimantes Epson et prise en charge par la plupart des applications destin&eacute;es aux ordinateurs personnels.</div>

<div class="body-text">
<b>ESC/P 2</b><sup>&trade;</sup>
<br>Version optimis&eacute;e du langage de commande d&rsquo;imprimante ESC/P. Les commandes dans ce langage donnent des r&eacute;sultats de qualit&eacute; laser, tels que des polices &agrave; taille variable et un meilleur graphisme.</div>

<div class="body-text">
<b>Papier pli&eacute;</b>
<br>Papier disposant de perforations pour l&rsquo;entra&icirc;nement par ergots sur les deux c&ocirc;t&eacute;s, perfor&eacute; entre les pages et livr&eacute; sous forme de piles pli&eacute;es. &Eacute;galement appel&eacute; papier continu.</div>

<div class="body-text">
<b>police</b>
<br>Style de caract&egrave;re d&eacute;sign&eacute; par un nom, comme Roman ou Sans Serif.</div>

<div class="body-text">
<b>Form Feed (FF) (Alimentation papier)</b>
<br>Touche du panneau de contr&ocirc;le et code de contr&ocirc;le qui fait avancer le papier jusqu&rsquo;&agrave; la position de haut de page suivante.</div>

<div class="body-text">
<b>halftoning (demi-tons)</b>
<br>M&eacute;thode de repr&eacute;sentation d&rsquo;une image par des trames de points. Cette m&eacute;thode permet de reproduire des nuances de gris &agrave; l&rsquo;aide de points noirs uniquement ou une palette pratiquement infinie de couleurs en utilisant seulement quelques couleurs de points.</div>

<div class="body-text">
<b>Vidage hexad&eacute;cimal</b>
<br>M&eacute;thode de d&eacute;pannage qui aide &agrave; cerner la cause des probl&egrave;mes de communication entre l&rsquo;imprimante et l&rsquo;ordinateur. Lorsque l'imprimante fonctionne en mode de vidage hexad&eacute;cimal, elle imprime chaque code re&ccedil;u sous la forme de notation hexad&eacute;cimale et de caract&egrave;res ASCII. Aussi appel&eacute; vidage des donn&eacute;es.</div>

<div class="body-text">
<b>Super &eacute;preuve</b>
<br>Mode d&rsquo;impression d&rsquo;&eacute;preuves que vous pouvez s&eacute;lectionner &agrave; l&rsquo;aide du mode de param&eacute;trage par d&eacute;faut. Le mode super &eacute;preuve utilise un nombre minimum de points par caract&egrave;re pour permettre une impression ultra-rapide.</div>

<div class="body-text">
<b>Interface</b>
<br>Connexion entre l&rsquo;ordinateur et l&rsquo;imprimante par l&rsquo;interm&eacute;diaire de laquelle les donn&eacute;es &agrave; imprimer sont envoy&eacute;es &agrave; l&rsquo;imprimante.</div>

<div class="body-text">
<b>Paysage</b>
<br>Impression orient&eacute;e dans le sens de la largeur de la page. Cette orientation se traduit par une page plus large que haute et permet notamment d&rsquo;imprimer des feuilles de calcul. </div>

<div class="body-text">
<b>Qualit&eacute; courrier (LQ)</b>
<br>Mode d&rsquo;impression utilis&eacute; par votre imprimante lorsque vous s&eacute;lectionnez une autre police que la police Draft. L'impression avec des polices de qualit&eacute; courrier offre une meilleure lisibilit&eacute; et apparence &agrave; une vitesse d'impression r&eacute;duite. </div>

<div class="body-text">
<b>Saut de ligne(LF)</b>
<br>Touche du panneau de contr&ocirc;le et code de contr&ocirc;le qui fait avancer le papier d&rsquo;une ligne &agrave; la fois.</div>

<div class="body-text">
<b>Position de chargement</b>
<br>Position dans laquelle le papier est automatiquement charg&eacute;.</div>

<div class="body-text">
<b>R&eacute;glage fin</b>
<br>Fonction de l&rsquo;imprimante qui vous permet de r&eacute;gler de mani&egrave;re pr&eacute;cise les positions de d&eacute;gagement et de haut de page.</div>

<div class="body-text">
<b>Qualit&eacute; quasi-courrier (NLQ)</b>
<br>Mode d&rsquo;impression utilis&eacute; par votre imprimante lorsque vous s&eacute;lectionnez une autre police que la police Draft. Imprimer au moyen de polices NLQ permet d&rsquo;am&eacute;liorer la lisibilit&eacute; et l&rsquo;aspect des documents en r&eacute;duisant la vitesse d&rsquo;impression.</div>

<div class="body-text">
<b>Positions du papier</b>
<br>Il existe trois positions du papier pour l'impression sur du papier continu&nbsp;: position d'attente, position de d&eacute;gagement et position de haut de page. Pour l'impression sur les feuilles simples, seule la position de haut de page est possible. </div>

<div class="body-text">
<b>Pas</b>
<br>Taille de la police, mesur&eacute;e en nombre de caract&egrave;res par pouce (cpi). Le pas standard est de 10 cpi.</div>

<div class="body-text">
<b>Plateau</b>
<br>Pi&egrave;ce plane et noire servant de support au papier pendant l&rsquo;impression.</div>

<div class="body-text">
<b>Portrait</b>
<br>Impression orient&eacute;e verticalement sur la page (par opposition au mode paysage qui imprime sur toute la longueur de la page). Il s&rsquo;agit de l&rsquo;orientation standard pour l&rsquo;impression des lettres ou des documents.</div>

<div class="body-text">
<b>Pilote d'imprimante</b>
<br>Programme qui envoie des commandes permettant d&rsquo;exploiter les fonctions d&rsquo;une imprimante particuli&egrave;re &agrave; partir de l&rsquo;ordinateur.</div>

<div class="body-text">
<b>Position de d&eacute;part de l&rsquo;impression</b>
<br>Position horizontale du papier que l&rsquo;imprimante reconna&icirc;t comme premi&egrave;re colonne imprimable. Vous pouvez r&eacute;gler la position de d&eacute;but d'impression &agrave; l&rsquo;aide des touches du panneau de contr&ocirc;le.</div>

<div class="body-text">
<b>Police proportionnelle</b>
<br>Une police dont les caract&egrave;res occupent un espace horizontal proportionnel &agrave; leur largeur. Par cons&eacute;quent, le &laquo;&nbsp;M&nbsp;&raquo; majuscule occupe plus d'espace que le &laquo;&nbsp;l&nbsp;&raquo; minuscule.</div>

<div class="body-text">
<b>Zone imprimable recommand&eacute;e</b>
<br>Zone d&rsquo;une page sur laquelle l&rsquo;imprimante peut imprimer. Elle est inf&eacute;rieure aux dimensions physiques de la page en raison des marges.</div>

<div class="body-text">
<b>R&eacute;initialiser</b>
<br>Cette fonction restaure les param&egrave;tres par d&eacute;faut d&rsquo;une imprimante.</div>

<div class="body-text">
<b>R&eacute;solution</b>
<br>Mesure la quantit&eacute; de d&eacute;tails susceptibles d&rsquo;&ecirc;tre repr&eacute;sent&eacute;s. La r&eacute;solution des images imprim&eacute;es se mesure en nombre de points par pouce (ppp).</div>

<div class="body-text">
<b>Autotest</b>
<br>M&eacute;thode de v&eacute;rification du fonctionnement de l&rsquo;imprimante. Lorsque vous ex&eacute;cutez l'autotest, l'imprimante imprime les caract&egrave;res enregistr&eacute;s dans sa m&eacute;moire morte (Read Only Memory).</div>

<div class="body-text">
<b>Position de veille</b>
<br>Position du papier continu lorsqu&rsquo;il est reli&eacute; &agrave; un tracteur mais pas charg&eacute; dans l&rsquo;imprimante.</div>

<div class="body-text">
<b>D&eacute;gagement</b>
<br>Touche du panneau de contr&ocirc;le qui entra&icirc;ne la perforation du papier continu vers la position de d&eacute;gagement, puis ram&egrave;ne le papier en position de haut de page.</div>

<div class="body-text">
<b>Position de d&eacute;gagement</b>
<br>Position dans laquelle l&rsquo;imprimante entra&icirc;ne le papier lorsque le mode de d&eacute;gagement est activ&eacute;. Vous pouvez r&eacute;gler la position de d&eacute;gagement &agrave; l&rsquo;aide de la fonction Micro Adjust de mani&egrave;re &agrave; faire correspondre la perforation du papier avec le bord de d&eacute;gagement de l&rsquo;imprimante.</div>

<div class="body-text">
<b>Position de haut de page</b>
<br>Position du papier que l&rsquo;imprimante reconna&icirc;t comme premi&egrave;re ligne imprimable. Il s'agit de la position de la marge sup&eacute;rieure par d&eacute;faut.</div>

<div class="body-text">
<b>Impression unidirectionnelle</b>
<br>Mode d&rsquo;impression dans lequel la t&ecirc;te d&rsquo;impression ne se d&eacute;place que dans un seul sens. L&rsquo;impression unidirectionnelle est utile pour la reproduction des graphiques. Elle autorise en effet un alignement vertical pr&eacute;cis. Vous pouvez s&eacute;lectionner l&rsquo;impression unidirectionnelle &agrave; l'aide du mode de param&eacute;trage par d&eacute;faut.</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
