<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 FR">
<title>S&eacute;curit&eacute;</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Rechercher"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Accueil</a> &gt; 
					S&eacute;curit&eacute;</div>
<h1 class="head-a">
<a name="S-01000-00100"></a>Consignes de s&eacute;curit&eacute;</h1>
<div class="jumper">
<a href="#S-01000-00100-00100">Indications Attention, Important et Remarques</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00200">Symbole de mise en garde pour les pi&egrave;ces chaudes</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00300">Consignes de s&eacute;curit&eacute; importantes</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00400">Pour les utilisateurs du Royaume-Uni</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00900">Pour les utilisateurs br&eacute;siliens</a>
</div>
<div id="blanks"></div>






<h2 class="head-b">
<a name="S-01000-00100-00100"></a>Indications Attention, Important et Remarques</h2>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Attention</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">&agrave; suivre &agrave; la lettre pour &eacute;viter des blessures corporelles.</div>
</td>
</tr>
</table>
</div>

<div class="mark-ca">
<!--Caution Head-->
<img hspace="5" align="top" src="files/mark_ca.gif">Important </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFB5">
<tr>
<td width="100%">

<div class="mark-text">mise en garde &agrave; respecter pour &eacute;viter d&rsquo;endommager votre &eacute;quipement.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="files/mark_no.gif">Remarques </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td width="100%">

<div class="mark-text">informations importantes et conseils utiles sur le fonctionnement de l&rsquo;imprimante.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Haut<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00200"></a>Symbole de mise en garde pour les pi&egrave;ces chaudes</h2>

<div id="tables">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="0" cellpadding="0" cellspacing="0">
<tr>
<td valign="top" width="14%">
<!--Table Text-->
<div class="table-text">
<img border="0" src="files/fon3_75.gif"></div>
</td><td valign="top" width="85%">
<!--Table Text-->
<div class="table-text">Ce symbole est plac&eacute; sur la t&ecirc;te d&rsquo;impression et d&rsquo;autres pi&egrave;ces pour indiquer qu&rsquo;elles peuvent &ecirc;tre chaudes. Ne touchez jamais ces pi&egrave;ces imm&eacute;diatement apr&egrave;s avoir utilis&eacute; l&rsquo;imprimante. Laissez-les refroidir quelques minutes avant de les toucher.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Haut<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00300"></a>Consignes de s&eacute;curit&eacute; importantes</h2>

<div class="body-text">Lisez toutes ces instructions de s&eacute;curit&eacute; avant d&rsquo;utiliser l&rsquo;imprimante. Suivez &eacute;galement l&rsquo;ensemble des avertissements et des consignes figurant sur l&rsquo;imprimante elle-m&ecirc;me.</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00100"></a>Lors de l&rsquo;installation de l&rsquo;imprimante</h3>

<div id="itemiz">
<div class="bullet">Ne placez pas l&rsquo;imprimante sur une surface instable ou pr&egrave;s d&rsquo;un radiateur ou d&rsquo;une source de chaleur.</div>

<div class="bullet">Posez l&rsquo;imprimante sur une surface plane et stable. L&rsquo;imprimante ne fonctionnera pas correctement si elle est plac&eacute;e dans une position inclin&eacute;e.</div>

<div class="bullet">Ne placez pas ce produit sur une surface non rigide et non stable, telle qu&rsquo;un lit ou un canap&eacute;, ou dans une zone &eacute;troite et confin&eacute;e. La ventilation risquerait en effet de ne pas fonctionner pleinement.</div>

<div class="bullet">N&rsquo;obstruez pas et ne couvrez pas les ouvertures m&eacute;nag&eacute;es dans le bo&icirc;tier de l&rsquo;imprimante. De m&ecirc;me, n&rsquo;ins&eacute;rez pas d&rsquo;objets &agrave; travers les fentes.</div>

<div class="bullet">Laissez suffisamment d&rsquo;espace autour de l&rsquo;imprimante pour une utilisation et un entretien faciles.</div>

<div class="bullet">Installez l&rsquo;imprimante &agrave; un endroit o&ugrave; vous pouvez facilement la connecter &agrave; un c&acirc;ble d&rsquo;interface r&eacute;seau, si n&eacute;cessaire.</div>

<div class="bullet">Utilisez uniquement le type de source d&rsquo;alimentation indiqu&eacute; sur l&rsquo;&eacute;tiquette de l&rsquo;imprimante. Si vous ne connaissez pas les sp&eacute;cifications de votre r&eacute;gion en mati&egrave;re d&rsquo;alimentation &eacute;lectrique, contactez votre compagnie d&rsquo;&eacute;lectricit&eacute; locale ou consultez votre revendeur.</div>

<div class="bullet">Connectez tous vos &eacute;quipements &agrave; des prises secteur &eacute;quip&eacute;es de dispositifs de mise &agrave; la terre. &Eacute;vitez de connecter votre imprimante &agrave; un circuit &eacute;lectrique qui alimente des appareils fr&eacute;quemment mis sous et hors tension, tels que des photocopieurs ou des syst&egrave;mes de climatisation.</div>

<div class="bullet">N&rsquo;utilisez pas un cordon d&rsquo;alimentation endommag&eacute; ou us&eacute;.</div>

<div class="bullet">Installez le cordon d&rsquo;alimentation de mani&egrave;re &agrave; &eacute;viter tout ph&eacute;nom&egrave;ne de frottement, de coupure, d&rsquo;effilochage, de pincement, d&rsquo;emm&ecirc;lement ou autre.</div>

<div class="bullet">Si vous utilisez une rallonge avec l&rsquo;imprimante, veillez &agrave; ce que l&rsquo;amp&eacute;rage total des p&eacute;riph&eacute;riques reli&eacute;s &agrave; cette rallonge ne d&eacute;passe pas l&rsquo;intensit&eacute; nominale du cordon. De m&ecirc;me, veillez &agrave; ce que l&rsquo;amp&eacute;rage total des p&eacute;riph&eacute;riques branch&eacute;s sur la prise secteur ne d&eacute;passe pas l&rsquo;intensit&eacute; nominale de la prise secteur.</div>

<div class="bullet">Utilisez uniquement le cordon d&rsquo;alimentation fourni avec ce produit. L&rsquo;utilisation d&rsquo;un autre cordon vous expose &agrave; des risques d&rsquo;incendie ou d&rsquo;&eacute;lectrocution.</div>

<div class="bullet">Le cordon d&rsquo;alimentation est destin&eacute; &agrave; &ecirc;tre utilis&eacute; uniquement avec ce produit. L&rsquo;utilisation du cordon avec un autre &eacute;quipement vous expose &agrave; des risques d&rsquo;incendie ou d&rsquo;&eacute;lectrocution.</div>

<div class="bullet">Assurez-vous que le cordon d&rsquo;alimentation secteur est conforme aux normes de s&eacute;curit&eacute; locales en vigueur.</div>

<div class="bullet">Evitez d&rsquo;utiliser ou d&rsquo;entreposer l&rsquo;imprimante dans des endroits sujets &agrave; des changements soudains de temp&eacute;rature et d&rsquo;humidit&eacute;. Tenez-la &eacute;galement &agrave; distance des rayons directs du soleil, d&rsquo;une forte lumi&egrave;re, de sources de chaleur ou d&rsquo;une humidit&eacute; ou poussi&egrave;re excessive.</div>

<div class="bullet">Evitez les endroits sujets &agrave; des chocs et des vibrations.</div>

<div class="bullet">Installez l&rsquo;imprimante &agrave; proximit&eacute; d&rsquo;une prise murale o&ugrave; vous pouvez facilement d&eacute;brancher le cordon d&rsquo;alimentation.</div>

<div class="bullet">Conservez l&rsquo;ensemble du syst&egrave;me informatique &agrave; distance des sources potentielles d&rsquo;interf&eacute;rences &eacute;lectromagn&eacute;tiques, telles que des haut-parleurs ou les bases des t&eacute;l&eacute;phones sans fil.</div>

<div class="bullet">Evitez les prises &eacute;lectriques command&eacute;es par des interrupteurs muraux ou des minuteurs automatiques. Une coupure de courant peut effacer les informations pr&eacute;sentes dans la m&eacute;moire de votre imprimante ou votre ordinateur. Evitez &eacute;galement les prises pr&eacute;sentes sur le m&ecirc;me circuit que des gros moteurs ou d&rsquo;autres appareils qui peuvent entra&icirc;ner des fluctuations de tension.</div>

<div class="bullet">Utilisez une prise &eacute;lectrique mise &agrave; la terre, n&rsquo;utilisez pas de fiche d&rsquo;adaptateur.</div>

<div class="bullet">Si vous envisagez d&rsquo;utiliser un support d&rsquo;imprimante, respectez les directives suivantes :<br>- Utilisez un support qui puisse supporter au moins deux fois le poids de l&rsquo;imprimante.<br>- N&rsquo;utilisez pas de support qui incline l&rsquo;imprimante. L'imprimante doit toujours &ecirc;tre maintenue &agrave; l&rsquo;horizontale.<br>- Positionnez le cordon d&rsquo;alimentation de votre imprimante et le c&acirc;ble d&rsquo;interface de sorte qu&rsquo;ils ne bloquent pas l&rsquo;entra&icirc;nement du papier. Si possible, fixez les c&acirc;bles &agrave; un pied du support de l&rsquo;imprimante.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00200"></a>Lors de l&rsquo;entretien de l&rsquo;imprimante</h3>

<div id="itemiz">
<div class="bullet">D&eacute;branchez l&rsquo;imprimante avant de la nettoyer, et nettoyez-la uniquement avec un chiffon humide.</div>

<div class="bullet">Ne renversez pas de liquide sur l&rsquo;imprimante.</div>

<div class="bullet">N&rsquo;essayez pas d&rsquo;intervenir vous-m&ecirc;me sur l&rsquo;imprimante en dehors des cas indiqu&eacute;s explicitement dans ce guide.</div>

<div class="bullet">D&eacute;branchez l&rsquo;imprimante et faites appel &agrave; un technicien de maintenance qualifi&eacute; dans les circonstances suivantes&nbsp;:<br>i. si le cordon d&rsquo;alimentation ou la fiche est endommag&eacute;(e),<br>ii. si du liquide a p&eacute;n&eacute;tr&eacute; dans l&rsquo;imprimante,<br>iii. si l&rsquo;imprimante est tomb&eacute;e ou si le bo&icirc;tier est endommag&eacute;,<br>iv. si l&rsquo;imprimante ne fonctionne pas normalement ou si ses performances ont chang&eacute; de mani&egrave;re sensible.</div>

<div class="bullet">N&rsquo;utilisez pas de bombes a&eacute;rosols contenant du gaz inflammable &agrave; l&rsquo;int&eacute;rieur ou &agrave; proximit&eacute; de ce produit. De fait, vous risqueriez de provoquer un incendie.</div>

<div class="bullet">N&rsquo;intervenez que sur les commandes mentionn&eacute;es dans les instructions de fonctionnement.</div>

<div class="bullet">Si vous envisagez d&rsquo;utiliser l&rsquo;imprimante en Allemagne, observez les consignes suivantes&nbsp;:<br>Le r&eacute;seau &eacute;lectrique de l&rsquo;immeuble doit &ecirc;tre prot&eacute;g&eacute; par un disjoncteur de 16 amp&egrave;res pour assurer une protection ad&eacute;quate de cette imprimante contre les courts-circuits et les surintensit&eacute;s.<br>Bei Anschluss des Druckers an die Stromversorgung muss sichergestellt werden, dass die Gebaudeinstallation mit einer 16 A-Sicherung abgesichert ist.</div>

<div class="bullet">Ne touchez pas le c&acirc;ble blanc &agrave; l'int&eacute;rieur de l'imprimante.</div>
<div id="images">
<img border="0" src="images/fcc_01.gif"></div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00300"></a>Lors de la manipulation du papier</h3>

<div id="itemiz">
<div class="bullet">Ne chargez pas du papier recourb&eacute; ou pli&eacute;.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00400"></a>Lors de l&rsquo;utilisation de l&rsquo;imprimante</h3>

<div id="itemiz">
<div class="bullet">N&rsquo;intervenez que sur les commandes mentionn&eacute;es dans la documentation d&rsquo;utilisation. Le r&eacute;glage incorrect des autres commandes risque d&rsquo;entra&icirc;ner des dommages n&eacute;cessitant d&rsquo;importantes r&eacute;parations qui devront &ecirc;tre r&eacute;alis&eacute;es par un technicien qualifi&eacute;.</div>

<div class="bullet">Chaque fois que vous mettez l&rsquo;imprimante hors tension, attendez au moins cinq secondes avant de la remettre sous tension, sinon vous risquez de l&rsquo;endommager.</div>

<div class="bullet">Ne mettez pas l&rsquo;imprimante hors tension lors de l&rsquo;impression de l&rsquo;autotest. Appuyez toujours sur la touche <b>Pause</b> pour interrompre l&rsquo;impression et mettre l&rsquo;imprimante hors tension.</div>

<div class="bullet">Ne rebranchez pas le cordon d&rsquo;alimentation sur une prise secteur dont la tension diff&egrave;re de celle de l&rsquo;imprimante.</div>

<div class="bullet">Ne remplacez jamais la t&ecirc;te d&rsquo;impression vous-m&ecirc;me, car vous risqueriez d&rsquo;endommager l&rsquo;imprimante. Par ailleurs, d&rsquo;autres pi&egrave;ces de l&rsquo;imprimante doivent aussi &ecirc;tre v&eacute;rifi&eacute;es lors du remplacement de la t&ecirc;te d&rsquo;impression.</div>

<div class="bullet">Vous devez d&eacute;placer manuellement la t&ecirc;te d&rsquo;impression pour remplacer la cartouche de ruban. Si vous venez juste d&rsquo;utiliser l&rsquo;imprimante, la t&ecirc;te d&rsquo;impression est peut-&ecirc;tre encore chaude&nbsp;; laissez-la refroidir quelques minutes avant de la toucher.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00500"></a>Restrictions d'utilisation</h3>

<div class="body-text">En cas d&rsquo;utilisation de ce produit pour des applications exigeant une grande fiabilit&eacute;/s&eacute;curit&eacute;, comme des appareils employ&eacute;s en transport a&eacute;rien, ferroviaire, maritime, automobile, etc., des appareils de pr&eacute;vention des catastrophes, des appareils divers de s&eacute;curit&eacute;, etc., ou des appareils de fonction/pr&eacute;cision, vous devriez, avant d&rsquo;utiliser ce produit, consid&eacute;rer d&rsquo;incorporer dans votre syst&egrave;me des dispositifs de s&eacute;curit&eacute; int&eacute;gr&eacute;e et des contr&ocirc;les de redondances assurant la s&eacute;curit&eacute; et la fiabilit&eacute; de l&rsquo;ensemble du syst&egrave;me. <br>&Eacute;tant donn&eacute; que ce produit n&rsquo;est pas destin&eacute; aux applications exigeant une fiabilit&eacute;/s&eacute;curit&eacute; extr&ecirc;me, telles que mat&eacute;riel a&eacute;rospatial, mat&eacute;riel de communications principal, mat&eacute;riel de commande nucl&eacute;aire ou mat&eacute;riel de soins m&eacute;dicaux directs, etc., vous devriez, apr&egrave;s une &eacute;valuation approfondie, d&eacute;cider si ce produit vous convient.</div>
<div class="link-top">
<a href="#top">Haut<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00400"></a>Pour les utilisateurs du Royaume-Uni</h2>

<h3 class="head-c">
<a name="S-01000-00100-00400-00100"></a>Utilisation des options</h3>

<div class="body-text">Epson (UK) Limited ne sera pas responsable pour tout dommage ou probl&egrave;me r&eacute;sultant de l&rsquo;utilisation d&rsquo;options ou de produits consommables autres que ceux d&eacute;sign&eacute;s comme Original Epson Products ou Epson Approved Products par Epson (UK) Limited.</div>

<h3 class="head-c">
<a name="S-01000-00100-00400-00200"></a>Informations de s&eacute;curit&eacute;</h3>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Attention&nbsp;:</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">Cet appareil doit &ecirc;tre mis &agrave; la terre. Reportez-vous &agrave; la plaque signal&eacute;tique pour conna&icirc;tre la tension et v&eacute;rifiez que la tension de l&rsquo;appareil correspond &agrave; la tension de la source d&rsquo;alimentation.</div>
</td>
</tr>
</table>
</div>

<div class="body-text">
<b>Important&nbsp;:</b>
</div>

<div class="body-text">Les fils du c&acirc;ble secteur de cet appareil sont color&eacute;s conform&eacute;ment au code suivant&nbsp;:</div>

<div class="body-text">Vert et jaune &mdash; terre<br>Bleu &mdash; neutre<br>Marron &mdash; secteur</div>

<div class="body-text">
<b>Si vous devez ins&eacute;rer une fiche&nbsp;:</b>
</div>

<div class="body-text">Il est possible que les couleurs du c&acirc;ble secteur de cet appareil ne correspondent pas aux rep&egrave;res color&eacute;s utilis&eacute;s pour identifier les bornes de la fiche. Dans ce cas, proc&eacute;dez comme suit&nbsp;:</div>

<div class="body-text">Le fil vert et jaune doit &ecirc;tre reli&eacute; &agrave; la borne de la fiche rep&eacute;r&eacute;e par la lettre E ou le symbole de mise &agrave; la terre (<img border="0" src="files/fon3_71.gif">).</div>

<div class="body-text">Le fil bleu doit &ecirc;tre reli&eacute; &agrave; la borne de la fiche rep&eacute;r&eacute;e par la lettre N.</div>

<div class="body-text">Le fil marron doit &ecirc;tre reli&eacute; &agrave; la borne de la fiche rep&eacute;r&eacute;e par la lettre L.</div>

<div class="body-text">Si la fiche est endommag&eacute;e, remplacez l&rsquo;int&eacute;gralit&eacute; du cordon ou consultez un &eacute;lectricien qualifi&eacute;.</div>

<div class="body-text">Ne remplacez les fusibles que par des fusibles de m&ecirc;me taille et de m&ecirc;me calibre.</div>
<div class="link-top">
<a href="#top">Haut<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00900"></a>Pour les utilisateurs br&eacute;siliens</h2>

<div class="body-text">A Epson preocupa-se com o meio ambiente e sabe que o planejamento para o futuro requer um forte compromisso ambiental. Para isso, nos empenhamos em criar produtos inovadores que s&atilde;o confi&aacute;veis, recicl&aacute;veis e eficientes. Produtos melhores utilizando menos recursos naturais para ajudar a garantir um futuro melhor para todos.</div>

<div class="body-text">As embalagens deste produto - papel&atilde;o, pl&aacute;stico, isopor e espuma - s&atilde;o recicl&aacute;veis e podem ser entregues a cooperativas de reciclagem, postos de recolhimento de res&iacute;duos ou empresas recicladoras.</div>

<div class="body-text">Os materiais que comp&otilde;em o produto - pl&aacute;stico, metais, placa eletr&ocirc;nica e cartucho - s&atilde;o recicl&aacute;veis. O produto n&atilde;o deve ser desmontado, deve ser encaminhado para os Centros de Servi&ccedil;os Autorizados que dar&atilde;o o destino ambientalmente adequado. Consulte em nosso site - <a target="_blank" href="http://global.latin.epson.com/br">http://global.latin.epson.com/br</a> os Centros de Servi&ccedil;os Autorizados.</div>

<div class="body-text">Todos os Centros de Servi&ccedil;os Autorizados podem receber equipamentos da marca Epson destinados para reciclagem.</div>

<div class="body-text">Conhe&ccedil;a nossas a&ccedil;&otilde;es ambientais e o Programa de Coleta de Cartuchos (<a target="_blank" href="http://www.epson.com.br/coleta">http://www.epson.com.br/coleta</a>) em nosso site.</div>
<div class="link-top">
<a href="#top">Haut<img align="top" border="0" src="files/link_top.gif"></a>
</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
