<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 HU">
<title>Szerzői jogok &eacute;s v&eacute;djegyek</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Keres&eacute;s"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Kezdőlap</a> &gt; 
					Szerzői jogok &eacute;s v&eacute;djegyek</div>
<h1 class="head-a">
<a name="S-01100"></a>Szerzői jogok &eacute;s v&eacute;djegyek</h1>

<div class="body-text">A Seiko Epson Corporation előzetes &iacute;r&aacute;sos enged&eacute;lye n&eacute;lk&uuml;l ennek a kiadv&aacute;nynak semmilyen r&eacute;szlet&eacute;t nem szabad sokszoros&iacute;tani, adatfeldolgoz&oacute; rendszerben t&aacute;rolni vagy tov&aacute;bb&iacute;tani, legyen az b&aacute;rmilyen form&aacute;ban vagy eszk&ouml;zzel, elektronikusan, mechanikusan, f&eacute;nym&aacute;solattal, feljegyz&eacute;ssel vagy m&aacute;sk&eacute;pp. A jelen dokumentumban l&eacute;vő inform&aacute;ci&oacute;k csak az ezzel az Epson k&eacute;sz&uuml;l&eacute;kkel t&ouml;rt&eacute;nő felhaszn&aacute;l&aacute;sra vonatkoznak.</div>

<div class="body-text">Az Epson nem felelős az olyan esetek&eacute;rt, amikor ezeket az inform&aacute;ci&oacute;kat m&aacute;s k&eacute;sz&uuml;l&eacute;kekre alkalmazz&aacute;k. Sem a Seiko Epson Corporation, sem b&aacute;rmely le&aacute;nyv&aacute;llalata nem v&aacute;llal felelőss&eacute;get a term&eacute;k megv&aacute;s&aacute;rl&oacute;j&aacute;nak vagy harmadik f&eacute;lnek olyan k&aacute;r&aacute;&eacute;rt, vesztes&eacute;g&eacute;&eacute;rt, k&ouml;lts&eacute;g&eacute;&eacute;rt vagy kiad&aacute;s&aacute;&eacute;rt, amely a k&ouml;vetkezőkből sz&aacute;rmazik: baleset, a term&eacute;k nem rendeltet&eacute;sszerű vagy helytelen haszn&aacute;lata, a term&eacute;k jogosulatlan m&oacute;dos&iacute;t&aacute;sa, jav&iacute;t&aacute;sa vagy megv&aacute;ltoztat&aacute;sa, illetve (az Egyes&uuml;lt &Aacute;llamok kiv&eacute;tel&eacute;vel) a Seiko Epson Corporation &uuml;zemeltet&eacute;si &eacute;s karbantart&aacute;si utas&iacute;t&aacute;sainak nem pontos betart&aacute;sa.</div>

<div class="body-text">A Seiko Epson Corporation nem v&aacute;llal felelőss&eacute;get az olyan k&aacute;rok&eacute;rt &eacute;s probl&eacute;m&aacute;k&eacute;rt, amelyek a Seiko Epson Corporation &aacute;ltal Eredeti Epson term&eacute;knek, vagy az Epson &aacute;ltal j&oacute;v&aacute;hagyott term&eacute;knek nem minős&iacute;tett kieg&eacute;sz&iacute;tők vagy fogy&oacute;eszk&ouml;z&ouml;k haszn&aacute;lat&aacute;b&oacute;l sz&aacute;rmaznak.</div>

<div class="body-text">A EPSON, EXCEED YOUR VISION &eacute;s a ESC/P az Seiko Epson Corporation bejegyzett v&eacute;djegyei Jap&aacute;nban &eacute;s m&aacute;s orsz&aacute;gokban/t&eacute;rs&eacute;gekben.</div>

<div class="body-text">A Microsoft<sup>&reg;</sup>, Windows<sup>&reg;</sup> &eacute;s Windows Vista<sup>&reg;</sup> a Microsoft Corporation bejegyzett v&eacute;djegyei az Egyes&uuml;lt &Aacute;llamokban &eacute;s/vagy m&aacute;s orsz&aacute;gokban.</div>

<div class="body-text">Az IBM<sup>&reg;</sup> az International Business Machines Corporation bejegyzett v&eacute;djegye.</div>

<div class="body-text">
<I>&Aacute;ltal&aacute;nos nyilatkozat: A dokumentumban előfordul&oacute; egy&eacute;b term&eacute;kneveket kiz&aacute;r&oacute;lag azonos&iacute;t&aacute;s c&eacute;lj&aacute;b&oacute;l haszn&aacute;ltuk, tulajdonosaik v&eacute;djeggyel l&aacute;thatt&aacute;k el őket. Az Epson ezekkel a v&eacute;djegyekkel kapcsolatban semmif&eacute;le jogra nem tart ig&eacute;nyt.</I>
</div>

<div class="body-text">Jelen k&eacute;zik&ouml;nyv tartalma b&aacute;rmilyen előzetes bejelent&eacute;s n&eacute;lk&uuml;l m&oacute;dos&iacute;that&oacute;.</div>

<div class="body-text">Copyright &copy; 2012 Seiko Epson Corporation. All rights reserved.</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
