<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 HU">
<title>Fogalomt&aacute;r</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Keres&eacute;s"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Kezdőlap</a> &gt; 
					Fogalomt&aacute;r</div>
<h1 class="head-a">
<a name="S-01200"></a>Sz&oacute;szedet</h1>

<div class="body-text">
<b>ASCII</b>
<br>Az &bdquo;American Standard Code for Information Interchange&rdquo; (amerikai szabv&aacute;nyos inform&aacute;ci&oacute;&aacute;tviteli k&oacute;d) r&ouml;vid&iacute;t&eacute;se. A betűk &eacute;s szimb&oacute;lumok k&oacute;dol&aacute;s&aacute;ra szolg&aacute;l&oacute; szabv&aacute;nyos k&oacute;dol&aacute;si rendszer.</div>

<div class="body-text">
<b>auto line feed (automatikus soremel&eacute;s)</b>
<br>Ha ez a be&aacute;ll&iacute;t&aacute;s be van kapcsolva az alap&eacute;rtelmezett be&aacute;ll&iacute;t&aacute;si m&oacute;dban, minden kocsi vissza (CR) k&oacute;dhoz automatikusan soremel&eacute;s (LF) k&oacute;d kapcsol&oacute;dik.</div>

<div class="body-text">
<b>k&eacute;tir&aacute;ny&uacute; nyomtat&aacute;s</b>
<br>Olyan nyomtat&aacute;si m&oacute;d, melyn&eacute;l a nyomtat&oacute;fej mindk&eacute;t ir&aacute;nyba haladva nyomtat. Haszn&aacute;lat&aacute;val nő a nyomtat&aacute;si sebess&eacute;g, de romolhat a f&uuml;ggőleges igaz&iacute;t&aacute;s pontoss&aacute;ga. A nyomtat&oacute; norm&aacute;l &uuml;zemm&oacute;dja a k&eacute;tir&aacute;ny&uacute; nyomtat&aacute;s.</div>

<div class="body-text">
<b>puffer</b>
<br>A nyomtat&oacute; mem&oacute;ri&aacute;j&aacute;nak az a r&eacute;sze, amelyben kinyomtat&aacute;s előtt t&aacute;rolja az adatokat.</div>

<div class="body-text">
<b>karaktert&aacute;bla</b>
<br>Betűk, sz&aacute;mok &eacute;s egy&eacute;b szimb&oacute;lumok gyűjtem&eacute;nye, amelyek az egy-egy nyelvben haszn&aacute;lt karakterk&eacute;szletnek felelnek meg.</div>

<div class="body-text">
<b>karakter / h&uuml;velyk (cpi)</b>
<br>A sz&ouml;veges karakterek m&eacute;ret&eacute;nek m&eacute;rt&eacute;kegys&eacute;ge.</div>

<div class="body-text">
<b>sűr&iacute;tett nyomtat&aacute;s</b>
<br>Ez a funkci&oacute; cs&ouml;kkenti az adatok m&eacute;ret&eacute;t. A nyomtat&aacute;si adatokat 75%-ban &ouml;sszesűr&iacute;theti.</div>

<div class="body-text">
<b>leporell&oacute;</b>
<br>Olyan pap&iacute;r, melynek mink&eacute;t sz&eacute;l&eacute;n traktoros lapadagol&oacute;hoz val&oacute; lyuksor tal&aacute;lhat&oacute;, amelynek oldalait perfor&aacute;ci&oacute; v&aacute;lasztja el egym&aacute;st&oacute;l, &eacute;s amelyet hajtogatott k&ouml;tegekben lehet beszerezni. Leporell&oacute;nak is nevezik.</div>

<div class="body-text">
<b>vez&eacute;rlők&oacute;d</b>
<br>A nyomtat&oacute; valamely funkci&oacute;j&aacute;t, p&eacute;ld&aacute;ul a kocsi vissza&aacute;ll&iacute;t&aacute;s&aacute;t vagy a soremel&eacute;st szab&aacute;lyoz&oacute; speci&aacute;lis k&oacute;d.</div>

<div class="body-text">
<b>cpi</b>
<br>A sz&ouml;veges karakterek m&eacute;ret&eacute;nek m&eacute;rt&eacute;kegys&eacute;ge.</div>

<div class="body-text">
<b>adatki&iacute;rat&aacute;s</b>
<br>Hibaelh&aacute;r&iacute;t&aacute;si m&oacute;dszer, amely seg&iacute;ts&eacute;get ny&uacute;jt a sz&aacute;m&iacute;t&oacute;g&eacute;p &eacute;s a nyomtat&oacute; k&ouml;z&ouml;tt fell&eacute;pő adattov&aacute;bb&iacute;t&aacute;si probl&eacute;m&aacute;k ok&aacute;nak meghat&aacute;roz&aacute;s&aacute;hoz. Ha a nyomtat&oacute; hex dump &uuml;zemm&oacute;dban van, a fogadott k&oacute;dokat hexadecim&aacute;lis &aacute;t&iacute;r&aacute;ssal &eacute;s ASCII karakterekkel &iacute;rja ki. Hex dump-nak (hexadecim&aacute;lis ki&iacute;rat&aacute;s) is nevezik.</div>

<div class="body-text">
<b>alap&eacute;rtelmezett</b>
<br>Olyan &eacute;rt&eacute;k vagy be&aacute;ll&iacute;t&aacute;s, amely a berendez&eacute;s bekapcsol&aacute;sakor, alaphelyzetbe &aacute;ll&iacute;t&aacute;sakor &eacute;s inicializ&aacute;l&aacute;sakor l&eacute;p hat&aacute;lyba.</div>

<div class="body-text">
<b>&ouml;sszemos&aacute;s</b>
<br>&Aacute;rnyalatok &eacute;s sz&iacute;n&aacute;tmenetek szimul&aacute;l&aacute;s&aacute;ra haszn&aacute;lt pontelrendez&eacute;si m&oacute;dszer.</div>

<div class="body-text">
<b>pontm&aacute;trix</b>
<br>Nyomtat&aacute;si m&oacute;d, melyn&eacute;l minden betű vagy szimb&oacute;lum k&uuml;l&ouml;n&aacute;ll&oacute; pontok mint&aacute;zat&aacute;b&oacute;l (m&aacute;trix&aacute;b&oacute;l) &aacute;ll &ouml;ssze.</div>

<div class="body-text">
<b>tervezet</b>
<br>A nyomtat&oacute; &aacute;ltal haszn&aacute;lt nyomtat&aacute;si m&oacute;d, ha a Draft (V&aacute;zlat) betűk&eacute;szletet v&aacute;lasztja ki. A Draft betűk&eacute;szlet kevesebb pontb&oacute;l &aacute;ll&iacute;tja &ouml;ssze a karaktereket, &iacute;gy gyorsabb a nyomtat&aacute;s.</div>

<div class="body-text">
<b>illesztőprogram</b>
<br>Olyan program, amely a sz&aacute;m&iacute;t&oacute;g&eacute;pről parancsokat k&uuml;ldve lehetőv&eacute; teszi az adott nyomtat&oacute; funkci&oacute;inak haszn&aacute;lat&aacute;t.</div>

<div class="body-text">
<b>ESC/P</b><sup>&reg;</sup>
<br>Az Epson Standard Code for Printers (az Epson szabv&aacute;nyos k&oacute;dja nyomtat&oacute;khoz) r&ouml;vid&iacute;t&eacute;se. Ezen a parancsnyelven k&uuml;ldi el a sz&aacute;m&iacute;t&oacute;g&eacute;p a nyomtat&oacute;nak az utas&iacute;t&aacute;sokat. Az &ouml;sszes Epson nyomtat&oacute; szabv&aacute;nyk&eacute;nt haszn&aacute;lja, &eacute;s a szem&eacute;lyi sz&aacute;m&iacute;t&oacute;g&eacute;peken fut&oacute; alkalmaz&aacute;sok t&uacute;lnyom&oacute; r&eacute;sze t&aacute;mogatja.</div>

<div class="body-text">
<b>ESC/P 2</b><sup>&trade;</sup>
<br>Az ESC/P nyomtat&oacute;i parancsnyelv tov&aacute;bbfejlesztett v&aacute;ltozata. Az ezen a nyelven kiadott parancsokkal l&eacute;zernyomtat&oacute; szintű minős&eacute;g &eacute;rhető el, alkalmas p&eacute;ld&aacute;ul a betűk &aacute;tm&eacute;retez&eacute;s&eacute;re &eacute;s &ouml;sszetett k&eacute;pek kinyomtat&aacute;s&aacute;ra.</div>

<div class="body-text">
<b>fanfold pap&iacute;r</b>
<br>Olyan pap&iacute;r, melynek mink&eacute;t sz&eacute;l&eacute;n traktoros lapadagol&oacute;hoz val&oacute; lyuksor tal&aacute;lhat&oacute;, amelynek oldalait perfor&aacute;ci&oacute; v&aacute;lasztja el egym&aacute;st&oacute;l, &eacute;s amelyet hajtogatott k&ouml;tegekben lehet beszerezni. Leporell&oacute;nak is nevezik.</div>

<div class="body-text">
<b>betűt&iacute;pus</b>
<br>St&iacute;lus vagy t&iacute;pus, melyet n&eacute;vvel k&uuml;l&ouml;nb&ouml;ztet&uuml;nk meg, p&eacute;ld&aacute;ul Roman vagy Sans Serif.</div>

<div class="body-text">
<b>form feed / lapdob&aacute;s (FF)</b>
<br>Vez&eacute;rlők&oacute;d, &eacute;s egyben a vez&eacute;rlőpanel egy gombja is, amely a k&ouml;vetkező felső lapsz&eacute;l poz&iacute;ci&oacute;ig viszi előre a pap&iacute;rt.</div>

<div class="body-text">
<b>r&aacute;csrabont&aacute;s</b>
<br>Pontmint&aacute;zatokkal k&eacute;peket megjelen&iacute;tő m&oacute;dszer. A r&aacute;csrabont&aacute;s r&eacute;v&eacute;n kiz&aacute;r&oacute;lag fekete pontokb&oacute;l a sz&uuml;rke sz&iacute;n k&uuml;l&ouml;nb&ouml;ző &aacute;rnyalatai &aacute;ll&iacute;that&oacute;k elő,  illetve mind&ouml;ssze n&eacute;h&aacute;ny pontsz&iacute;nt haszn&aacute;lva szinte v&eacute;gtelen sz&aacute;m&uacute; sz&iacute;n&aacute;rnyalat jelen&iacute;thető meg.</div>

<div class="body-text">
<b>hex dump (hexadecim&aacute;lis ki&iacute;rat&aacute;s)</b>
<br>Hibaelh&aacute;r&iacute;t&aacute;si m&oacute;dszer, amely seg&iacute;ts&eacute;get ny&uacute;jt a sz&aacute;m&iacute;t&oacute;g&eacute;p &eacute;s a nyomtat&oacute; k&ouml;z&ouml;tt fell&eacute;pő adattov&aacute;bb&iacute;t&aacute;si probl&eacute;m&aacute;k ok&aacute;nak meghat&aacute;roz&aacute;s&aacute;hoz. Ha a nyomtat&oacute; hex dump &uuml;zemm&oacute;dban van, a fogadott k&oacute;dokat hexadecim&aacute;lis &aacute;t&iacute;r&aacute;ssal &eacute;s ASCII karakterekkel &iacute;rja ki. Adatki&iacute;rat&aacute;snak (data dump) is nevezz&uuml;k.</div>

<div class="body-text">
<b>gyors v&aacute;zlat</b>
<br>V&aacute;zlatnyomtat&aacute;si &uuml;zemm&oacute;d, amely az alap&eacute;rtelmez&eacute;s-be&aacute;ll&iacute;t&oacute; m&oacute;d seg&iacute;ts&eacute;g&eacute;vel v&aacute;laszthat ki. A gyors v&aacute;zlat a lehető legkevesebb ponttal &aacute;ll&iacute;tja elő a karaktereket, &iacute;gy rendk&iacute;v&uuml;l nagy sebess&eacute;gű nyomtat&aacute;s &eacute;rhető el vele.</div>

<div class="body-text">
<b>interface</b>
<br>A sz&aacute;m&iacute;t&oacute;g&eacute;p &eacute;s a nyomtat&oacute; k&ouml;z&ouml;tti kapcsolat, melyen kereszt&uuml;l az adatok tov&aacute;bb&iacute;t&aacute;sa folyik a nyomtat&oacute; fel&eacute;.</div>

<div class="body-text">
<b>fekvő</b>
<br>A pap&iacute;rlap sz&eacute;lt&eacute;ben fut&oacute; nyomtat&aacute;s. Fekvő nyomtat&aacute;s eset&eacute;n az oldal sz&eacute;lesebb, mint amilyen magas, ami k&uuml;l&ouml;n&ouml;sen t&aacute;bl&aacute;zatok nyomtat&aacute;sakor lehet hasznos. </div>

<div class="body-text">
<b>lev&eacute;l minős&eacute;g (LQ)</b>
<br>A nyomtat&oacute; &aacute;ltal haszn&aacute;lt m&oacute;d abban az esetben, ha a Draft (V&aacute;zlat) betűt&iacute;pust&oacute;l k&uuml;l&ouml;nb&ouml;ző betűt&iacute;pus van kiv&aacute;lasztva. A lev&eacute;l minős&eacute;gű betűt&iacute;pusokkal t&ouml;rt&eacute;nő nyomtat&aacute;s kisebb nyomtat&aacute;si sebess&eacute;g mellett olvashat&oacute;bb &eacute;s szebb nyomatot eredm&eacute;nyez. </div>

<div class="body-text">
<b>line feed / soremel&eacute;s (LF)</b>
<br>Vez&eacute;rlők&oacute;d, &eacute;s egyben a vez&eacute;rlőpanel egy gombja is, amely egy sornyit mozgatja előre a pap&iacute;rt.</div>

<div class="body-text">
<b>bet&ouml;lt&eacute;si poz&iacute;ci&oacute;</b>
<br>Az a poz&iacute;ci&oacute;, amelybe a pap&iacute;r automatikusan bet&ouml;ltődik.</div>

<div class="body-text">
<b>micro adjust (finombe&aacute;ll&iacute;t&aacute;s)</b>
<br>A nyomtat&oacute; egy szolg&aacute;ltat&aacute;sa, amellyel pontosan be&aacute;ll&iacute;that&oacute; a let&eacute;p&eacute;si &eacute;s a felső lapsz&eacute;l poz&iacute;ci&oacute;.</div>

<div class="body-text">
<b>csaknem lev&eacute;lminős&eacute;g (NLQ)</b>
<br>A nyomtat&oacute; &aacute;ltal haszn&aacute;lt m&oacute;d abban az esetben, ha a Draft (V&aacute;zlat) betűt&iacute;pust&oacute;l k&uuml;l&ouml;nb&ouml;ző betűt&iacute;pus van kiv&aacute;lasztva. A csaknem lev&eacute;lminős&eacute;gű (NLQ) betűt&iacute;pusokkal t&ouml;rt&eacute;nő nyomtat&aacute;s kisebb nyomtat&aacute;si sebess&eacute;g mellett olvashat&oacute;bb &eacute;s szebb nyomatot eredm&eacute;nyez.</div>

<div class="body-text">
<b>pap&iacute;rhelyzetek</b>
<br>A leporell&oacute;-nyomtat&aacute;shoz h&aacute;rom pap&iacute;rhelyzet l&eacute;tezik: k&eacute;szenl&eacute;t, let&eacute;p&eacute;s &eacute;s felső lapsz&eacute;l poz&iacute;ci&oacute;. K&uuml;l&ouml;n&aacute;ll&oacute; lapok eset&eacute;ben csak a felső lapsz&eacute;l poz&iacute;ci&oacute; l&eacute;tezik. </div>

<div class="body-text">
<b>sork&ouml;z (pitch)</b>
<br>A betűt&iacute;pus m&eacute;rete, amelyet a h&uuml;velykenk&eacute;nt elhelyezhető karakterek (cpi) sz&aacute;m&aacute;val adunk meg. Szabv&aacute;nyos &eacute;rt&eacute;ke 10 cpi.</div>

<div class="body-text">
<b>nyom&oacute;lemez</b>
<br>Az a fekete, s&iacute;k alkatr&eacute;sz, amely nyomtat&aacute;skor al&aacute;t&aacute;masztja a pap&iacute;rt.</div>

<div class="body-text">
<b>&aacute;ll&oacute;</b>
<br>A pap&iacute;rlapon &aacute;ll&oacute; elhelyez&eacute;ssel v&eacute;gzett nyomtat&aacute;s (ellent&eacute;tben a fekvő nyomtat&aacute;ssal, melyn&eacute;l a pap&iacute;rlap hosszabb oldal&aacute;hoz igaz&iacute;tva folyik a nyomtat&aacute;s). A levelek vagy dokumentumok nyomtat&aacute;sakor haszn&aacute;lt alap&eacute;rtelmezett t&aacute;jol&aacute;s.</div>

<div class="body-text">
<b>nyomtat&oacute;illesztő</b>
<br>Olyan program, amely a sz&aacute;m&iacute;t&oacute;g&eacute;pről parancsokat k&uuml;ldve lehetőv&eacute; teszi az adott nyomtat&oacute; funkci&oacute;inak haszn&aacute;lat&aacute;t.</div>

<div class="body-text">
<b>nyomtat&aacute;s kezdőpontja</b>
<br>A pap&iacute;rnak az a v&iacute;zszintes helyzete, amelyet a nyomtat&oacute; az első nyomtat&aacute;sra haszn&aacute;lhat&oacute; oszlopnak tekint. A vez&eacute;rlőpanel seg&iacute;ts&eacute;g&eacute;vel &aacute;ll&iacute;thatja be a nyomtat&aacute;s kezdőpontj&aacute;t.</div>

<div class="body-text">
<b>ar&aacute;nyos betűt&iacute;pus</b>
<br>Olyan betűt&iacute;pus, amelynek karakterei v&aacute;ltoz&oacute; m&eacute;retű v&iacute;zszintes helyet foglalnak a karakter sz&eacute;less&eacute;g&eacute;től f&uuml;ggően. Ily m&oacute;don a nagybetűs M t&ouml;bb v&iacute;zszintes helyet foglal el, mint a kisbetűs l.</div>

<div class="body-text">
<b>aj&aacute;nlott nyomtathat&oacute; ter&uuml;let</b>
<br>A lapoknak az a ter&uuml;lete, amelyre a nyomtat&oacute; k&eacute;pes nyomtatni. A marg&oacute;k miatt ez a ter&uuml;let kisebb a pap&iacute;r fizikai m&eacute;ret&eacute;n&eacute;l.</div>

<div class="body-text">
<b>alaphelyzet</b>
<br>A nyomtat&oacute; alap&eacute;rtelmezett be&aacute;ll&iacute;t&aacute;sainak vissza&aacute;ll&iacute;t&aacute;sa.</div>

<div class="body-text">
<b>felbont&aacute;s</b>
<br>A megjelen&iacute;thető r&eacute;szletek m&eacute;r&eacute;s&eacute;re szolg&aacute;l&oacute; egys&eacute;g. A nyomtatott k&eacute;pek felbont&aacute;s&aacute;t a h&uuml;velyekk&eacute;nt elhelyezett k&eacute;ppontok (dpi) sz&aacute;m&aacute;val m&eacute;rj&uuml;k.</div>

<div class="body-text">
<b>&ouml;nteszt</b>
<br>A nyomtat&oacute; műk&ouml;d&eacute;s&eacute;nek ellenőrz&eacute;s&eacute;re szolg&aacute;l&oacute; elj&aacute;r&aacute;s. Az &ouml;nteszt futtat&aacute;sakor a nyomtat&oacute; a ROM (csak olvashat&oacute;) mem&oacute;ri&aacute;j&aacute;ban t&aacute;rolt karaktereket nyomtatja ki.</div>

<div class="body-text">
<b>k&eacute;szenl&eacute;ti poz&iacute;ci&oacute;</b>
<br>A leporell&oacute; olyan poz&iacute;ci&oacute;ja, melyn&eacute;l a pap&iacute;r csatlakozik ugyan a traktorhoz, de nincs bet&ouml;ltve a nyomtat&oacute;ba.</div>

<div class="body-text">
<b>tear off (let&eacute;p&eacute;s)</b>
<br>A vez&eacute;rlőpanel gombja, amellyel a leporell&oacute; perfor&aacute;ci&oacute;ja let&eacute;p&eacute;si poz&iacute;ci&oacute;ba &aacute;ll&iacute;that&oacute;, majd a felső lapsz&eacute;lhez vihető.</div>

<div class="body-text">
<b>let&eacute;p&eacute;si poz&iacute;ci&oacute;</b>
<br>Az a poz&iacute;ci&oacute;, amelybe a nyomtat&oacute; az automatikus let&eacute;p&eacute;si m&oacute;dban bet&ouml;lti a pap&iacute;rt. A Micro Adjust (Finombe&aacute;ll&iacute;t&aacute;s) funkci&oacute; seg&iacute;ts&eacute;g&eacute;vel be&aacute;ll&iacute;that&oacute; a let&eacute;p&eacute;si poz&iacute;ci&oacute; &uacute;gy, hogy pap&iacute;r perfor&aacute;ci&oacute;ja egybeessen a pap&iacute;rlet&eacute;p&eacute;si &eacute;llel.</div>

<div class="body-text">
<b>felső lapsz&eacute;l poz&iacute;ci&oacute;</b>
<br>A pap&iacute;rnak az a helye, amelyet a nyomtat&oacute; az első nyomtat&aacute;sra haszn&aacute;lhat&oacute; sornak tekint. Ez az alap&eacute;rtelmezett felső marg&oacute; poz&iacute;ci&oacute;.</div>

<div class="body-text">
<b>egyir&aacute;ny&uacute; nyomtat&aacute;s</b>
<br>Olyan nyomtat&aacute;si m&oacute;d, melyn&eacute;l a nyomtat&oacute;fej csak az egyik ir&aacute;nyba haladva nyomtat. Az egyir&aacute;ny&uacute; nyomtat&aacute;s elsősorban grafikus anyagok k&eacute;sz&iacute;t&eacute;sekor hasznos, mivel nagyobb f&uuml;ggőleges pontoss&aacute;got biztos&iacute;t. A nyomtat&oacute; Alap&eacute;rtelmezett be&aacute;ll&iacute;t&aacute;sait v&aacute;lasztva haszn&aacute;lhatja az egyir&aacute;ny&uacute; nyomtat&aacute;st.</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
