<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 HU">
<title>Biztons&aacute;g</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Keres&eacute;s"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Kezdőlap</a> &gt; 
					Biztons&aacute;g</div>
<h1 class="head-a">
<a name="S-01000-00100"></a>Biztons&aacute;gi elő&iacute;r&aacute;sok</h1>
<div class="jumper">
<a href="#S-01000-00100-00100">A Vigy&aacute;zat!, Figyelem! &eacute;s Megjegyz&eacute;s c&iacute;mk&eacute;vel megjel&ouml;lt utas&iacute;t&aacute;sok</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00200">Forr&oacute; alkatr&eacute;szekre figyelmeztető szimb&oacute;lum</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00300">Fontos biztons&aacute;gi elő&iacute;r&aacute;sok</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00400">Az egyes&uuml;lt kir&aacute;lys&aacute;gbeli felhaszn&aacute;l&oacute;knak</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00900">Braz&iacute;liai felhaszn&aacute;l&oacute;k</a>
</div>
<div id="blanks"></div>






<h2 class="head-b">
<a name="S-01000-00100-00100"></a>A Vigy&aacute;zat!, Figyelem! &eacute;s Megjegyz&eacute;s c&iacute;mk&eacute;vel megjel&ouml;lt utas&iacute;t&aacute;sok</h2>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Vigy&aacute;zat!</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">Az ilyen utas&iacute;t&aacute;sokat a testi s&eacute;r&uuml;l&eacute;sek elker&uuml;l&eacute;se &eacute;rdek&eacute;ben gondosan be kell tartani.</div>
</td>
</tr>
</table>
</div>

<div class="mark-ca">
<!--Caution Head-->
<img hspace="5" align="top" src="files/mark_ca.gif">Figyelem! </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFB5">
<tr>
<td width="100%">

<div class="mark-text">Az ilyen utas&iacute;t&aacute;sokat a berendez&eacute;s s&eacute;r&uuml;l&eacute;seinek elker&uuml;l&eacute;se v&eacute;gett kell betartani.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="files/mark_no.gif">Megjegyz&eacute;s </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td width="100%">

<div class="mark-text">Az ilyen r&eacute;szek a nyomtat&oacute; haszn&aacute;lat&aacute;ra vonatkoz&oacute; fontos inform&aacute;ci&oacute;kat &eacute;s hasznos tan&aacute;csokat tartalmaznak.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Lap teteje<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00200"></a>Forr&oacute; alkatr&eacute;szekre figyelmeztető szimb&oacute;lum</h2>

<div id="tables">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="0" cellpadding="0" cellspacing="0">
<tr>
<td valign="top" width="14%">
<!--Table Text-->
<div class="table-text">
<img border="0" src="files/fon3_75.gif"></div>
</td><td valign="top" width="85%">
<!--Table Text-->
<div class="table-text">Ez a szimb&oacute;lum a nyomtat&oacute;fejen &eacute;s m&aacute;s alkatr&eacute;szeken tal&aacute;lhat&oacute;, &eacute;s azt jelzi, hogy az adott alkatr&eacute;sz forr&oacute; lehet. K&ouml;zvetlen&uuml;l a nyomtat&oacute; haszn&aacute;lata ut&aacute;n ne &eacute;rintse meg ezeket az alkatr&eacute;szeket. Mielőtt meg&eacute;rinti, hagyja őket n&eacute;h&aacute;ny percig lehűlni.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">Lap teteje<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00300"></a>Fontos biztons&aacute;gi elő&iacute;r&aacute;sok</h2>

<div class="body-text">A nyomtat&oacute; haszn&aacute;lat&aacute;nak megkezd&eacute;se előtt olvassa el ezeket a biztons&aacute;gi elő&iacute;r&aacute;sokat. Emellett tartsa be a nyomtat&oacute;n felt&uuml;ntetett &ouml;sszes figyelmeztet&eacute;st &eacute;s elő&iacute;r&aacute;st.</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00100"></a>A nyomtat&oacute; &uuml;zembe helyez&eacute;se</h3>

<div id="itemiz">
<div class="bullet">Ne helyezze a nyomtat&oacute;t instabil fel&uuml;letre, hősug&aacute;rz&oacute; vagy m&aacute;s hőforr&aacute;s k&ouml;zel&eacute;be.</div>

<div class="bullet">Helyezze a nyomtat&oacute;t stabil, s&iacute;k fel&uuml;letre. A nyomtat&oacute; d&ouml;nt&ouml;tt helyzetben nem műk&ouml;dik megfelelően.</div>

<div class="bullet">Ne tegye a k&eacute;sz&uuml;l&eacute;ket puha, instabil fel&uuml;letre, p&eacute;ld&aacute;ul &aacute;gyra, kanap&eacute;ra, vagy z&aacute;rt helyre, mert ez korl&aacute;tozza a l&eacute;g&aacute;raml&aacute;st.</div>

<div class="bullet">Ne fedje le a nyomtat&oacute; ny&iacute;l&aacute;sait, &eacute;s ne helyezzen t&aacute;rgyakat ezekbe a ny&iacute;l&aacute;sokba.</div>

<div class="bullet">A nyomtat&oacute; k&ouml;r&uuml;l hagyjon elegendő helyet a kezel&eacute;shez &eacute;s a karbantart&aacute;shoz.</div>

<div class="bullet">A nyomtat&oacute;t helyezze olyan helyre, ahol k&ouml;nnyen tudja a h&aacute;l&oacute;zathoz csatlakoztatni (amennyiben azt h&aacute;l&oacute;zathoz csatlakoztatja).</div>

<div class="bullet">Csak a nyomtat&oacute;n felt&uuml;ntetett param&eacute;terekkel rendelkező h&aacute;l&oacute;zati fesz&uuml;lts&eacute;get haszn&aacute;ljon. Ha nem tudja pontosan, hogy milyen h&aacute;l&oacute;zati fesz&uuml;lts&eacute;g &eacute;rhető el, tov&aacute;bbi inform&aacute;ci&oacute;&eacute;rt forduljon a helyi &aacute;ramszolg&aacute;ltat&oacute; v&aacute;llalathoz vagy a k&eacute;sz&uuml;l&eacute;k elad&oacute;j&aacute;hoz.</div>

<div class="bullet">Minden k&eacute;sz&uuml;l&eacute;ket megfelelően f&ouml;ldelt konnektorhoz csatlakoztasson. Ne haszn&aacute;ljon olyan konnektort, amely gyakran ki- &eacute;s bekapcsol&oacute;d&oacute; k&eacute;sz&uuml;l&eacute;kekkel (p&eacute;ld&aacute;ul f&eacute;nym&aacute;sol&oacute;kkal vagy l&eacute;gkondicion&aacute;l&oacute; rendszerekkel) azonos &aacute;ramk&ouml;r&ouml;n van.</div>

<div class="bullet">Ne haszn&aacute;ljon s&eacute;r&uuml;lt vagy kopott h&aacute;l&oacute;zati k&aacute;belt.</div>

<div class="bullet">Vigy&aacute;zzon, hogy a t&aacute;pk&aacute;bel ne legyen kit&eacute;ve d&ouml;rzs&ouml;lőd&eacute;snek, ne &eacute;rintkezzen &eacute;les fel&uuml;letekkel, ne gyűrődj&ouml;n &eacute;s ne gubancol&oacute;djon &ouml;ssze.</div>

<div class="bullet">Ha hosszabb&iacute;t&oacute; k&aacute;bellel haszn&aacute;lja a nyomtat&oacute;t, &uuml;gyeljen r&aacute;, hogy az &ouml;sszes csatlakoztatott berendez&eacute;s amperben m&eacute;rt &aacute;ramfelv&eacute;tele ne haladja meg a hosszabb&iacute;t&oacute; vezet&eacute;k enged&eacute;lyezett &aacute;ramerőss&eacute;g&eacute;t. Arra is &uuml;gyeljen, hogy a fali konnektorba csatlakoz&oacute; &ouml;sszes k&eacute;sz&uuml;l&eacute;k egy&uuml;ttes &aacute;ramfelv&eacute;tele ne haladja meg a konnektor enged&eacute;lyezett &aacute;ramlead&aacute;s&aacute;t.</div>

<div class="bullet">A k&eacute;sz&uuml;l&eacute;khez csak a mell&eacute;kelt t&aacute;pk&aacute;belt haszn&aacute;lja. M&aacute;s k&aacute;bel haszn&aacute;lata &aacute;ram&uuml;t&eacute;st okozhat &eacute;s tűzvesz&eacute;lyes.</div>

<div class="bullet">A k&eacute;sz&uuml;l&eacute;k t&aacute;pk&aacute;bele csak ehhez a k&eacute;sz&uuml;l&eacute;khez haszn&aacute;lhat&oacute;. Ha m&aacute;s k&eacute;sz&uuml;l&eacute;khez haszn&aacute;lj&aacute;k, tűz keletkezhet, vagy &aacute;ram&uuml;t&eacute;st okozhat.</div>

<div class="bullet">Győződj&ouml;n meg r&oacute;la, hogy a v&aacute;lt&oacute;&aacute;ram&uacute; t&aacute;pk&aacute;bel megfelel a helyi biztons&aacute;gi szabv&aacute;nyoknak.</div>

<div class="bullet">Ker&uuml;lje a nyomtat&oacute; olyan helyeken val&oacute; haszn&aacute;lat&aacute;t &eacute;s t&aacute;rol&aacute;s&aacute;t, amelyek a hőm&eacute;rs&eacute;klet vagy a p&aacute;ratartalom hirtelen v&aacute;ltoz&aacute;sainak vannak kit&eacute;ve. A k&eacute;sz&uuml;l&eacute;ket ne tegye olyan helyre, ahol k&ouml;zvetlen napsug&aacute;rz&aacute;snak, erős f&eacute;nynek, magas hőm&eacute;rs&eacute;kletnek, nagy p&aacute;ratartalomnak vagy pornak lehet kit&eacute;ve.</div>

<div class="bullet">Az olyan helyeket is ker&uuml;lje, ahol &uuml;tőd&eacute;s vagy r&aacute;zk&oacute;d&aacute;s vesz&eacute;ly&eacute;nek van kit&eacute;ve a k&eacute;sz&uuml;l&eacute;k.</div>

<div class="bullet">A nyomtat&oacute;t helyezze fali konnektor k&ouml;zel&eacute;be, hogy a t&aacute;pk&aacute;belt egyszerűen csatlakoztathassa.</div>

<div class="bullet">Az eg&eacute;sz sz&aacute;m&iacute;t&oacute;g&eacute;pes rendszert tartsa t&aacute;vol olyan k&eacute;sz&uuml;l&eacute;kektől, amelyek elektrom&aacute;gneses interferenci&aacute;t okozhatnak.</div>

<div class="bullet">Ne haszn&aacute;ljon fali kapcsol&oacute;r&oacute;l vagy automatikus időz&iacute;tőről vez&eacute;relt konnektorokat. Az &aacute;ramell&aacute;t&aacute;s megszakad&aacute;sa eset&eacute;n a nyomtat&oacute; vagy a sz&aacute;m&iacute;t&oacute;g&eacute;p mem&oacute;ri&aacute;j&aacute;ban l&eacute;vő adatok t&ouml;rlődhetnek. Ne csatlakoztassa a k&eacute;sz&uuml;l&eacute;ket olyan konnektorhoz, amely fesz&uuml;lts&eacute;gingadoz&aacute;sokat okoz&oacute; k&eacute;sz&uuml;l&eacute;kekkel vagy nagy motorokkal egy &aacute;ramk&ouml;r&ouml;n van.</div>

<div class="bullet">F&ouml;ldelt konnektort haszn&aacute;ljon; ne haszn&aacute;ljon csatlakoz&oacute;adaptert.</div>

<div class="bullet">Ha nyomtat&oacute;&aacute;llv&aacute;nyt k&iacute;v&aacute;n haszn&aacute;lni, k&ouml;vesse az al&aacute;bbiakat:<br>- Olyan &aacute;llv&aacute;nyt haszn&aacute;ljon, amely elb&iacute;rja a nyomtat&oacute; t&ouml;meg&eacute;nek legal&aacute;bb k&eacute;tszeres&eacute;t.<br>- Soha ne haszn&aacute;ljon olyan &aacute;llv&aacute;nyt, amely megbillenti a nyomtat&oacute;t. A nyomtat&oacute;nak mindig v&iacute;zszintes helyzetben kell lennie.<br>- A nyomtat&oacute; t&aacute;pk&aacute;bel&eacute;t &eacute;s h&aacute;l&oacute;zati k&aacute;bel&eacute;t &uacute;gy helyezze el, hogy azok ne akad&aacute;lyozz&aacute;k a pap&iacute;rbet&ouml;lt&eacute;st. Ha megoldhat&oacute;, a k&aacute;beleket r&ouml;gz&iacute;tse a nyomtat&oacute;&aacute;llv&aacute;ny egyik l&aacute;b&aacute;hoz.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00200"></a>A nyomtat&oacute; karbantart&aacute;sa</h3>

<div id="itemiz">
<div class="bullet">Tiszt&iacute;t&aacute;s előtt h&uacute;zza ki a t&aacute;pk&aacute;belt a konnektorb&oacute;l, &eacute;s a nyomtat&oacute;t nedves ruh&aacute;val tiszt&iacute;tsa meg.</div>

<div class="bullet">Ne &ouml;nts&ouml;n folyad&eacute;kot a nyomtat&oacute;ba.</div>

<div class="bullet">Az &uacute;tmutat&oacute;ban ismertetett eseteket kiv&eacute;ve ne pr&oacute;b&aacute;lja a nyomtat&oacute;t h&aacute;zilag szerelni.</div>

<div class="bullet">Ha a k&ouml;vetkező helyzetek b&aacute;rmelyike elő&aacute;llna, h&uacute;zza ki a nyomtat&oacute;t a konnektorb&oacute;l, majd forduljon a jav&iacute;t&aacute;shoz &eacute;rtő szakemberhez:<br>i. Ha a t&aacute;pk&aacute;bel vagy a dugasz megs&eacute;r&uuml;lt.<br>ii. Ha folyad&eacute;k ker&uuml;lt a nyomtat&oacute;ba.<br>iii. Ha a nyomtat&oacute; leesett, vagy a k&eacute;sz&uuml;l&eacute;kh&aacute;z megs&eacute;r&uuml;lt.<br>iv. Ha a nyomtat&oacute; a norm&aacute;list&oacute;l elt&eacute;rően műk&ouml;dik, vagy teljes&iacute;tm&eacute;ny&eacute;ben &eacute;szlelhető v&aacute;ltoz&aacute;s &aacute;llt be.</div>

<div class="bullet">Ne haszn&aacute;ljon a term&eacute;k belsej&eacute;ben &eacute;s k&ouml;zel&eacute;ben gy&uacute;l&eacute;kony g&aacute;zokat tartalmaz&oacute; aeroszolos sprayeket. Az ilyen term&eacute;kek haszn&aacute;lata t&uuml;zet id&eacute;zhet elő.</div>

<div class="bullet">Ne m&oacute;dos&iacute;tsa olyan kezelőszervek be&aacute;ll&iacute;t&aacute;sait, amelyeket a haszn&aacute;lati &uacute;tmutat&oacute;k nem ismertetnek.</div>

<div class="bullet">Ha a nyomtat&oacute;t N&eacute;metorsz&aacute;gban sz&aacute;nd&eacute;kozik haszn&aacute;lni, vegye figyelembe a k&ouml;vetkezőket:<br>A nyomtat&oacute; r&ouml;vidz&aacute;r &eacute;s t&uacute;l&aacute;ram elleni megfelelő megv&eacute;d&eacute;se &eacute;rdek&eacute;ben az &aacute;ramk&ouml;rt 16 amperes kismegszak&iacute;t&oacute;val kell ell&aacute;tni.<br>Bei Anschluss des Druckers an die Stromversorgung muss sichergestellt werden, dass die Gebaudeinstallation mit einer 16 A-Sicherung abgesichert ist.</div>

<div class="bullet">Ne &eacute;rjen a feh&eacute;r k&aacute;belhez a nyomtat&oacute; belsej&eacute;ben.</div>
<div id="images">
<img border="0" src="images/fcc_01.gif"></div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00300"></a>Pap&iacute;rkezel&eacute;s</h3>

<div id="itemiz">
<div class="bullet">Ne t&ouml;lts&ouml;n be gyűr&ouml;tt vagy kor&aacute;bban &ouml;sszehajtott pap&iacute;rt.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00400"></a>A nyomtat&oacute; haszn&aacute;lata</h3>

<div id="itemiz">
<div class="bullet">Ne m&oacute;dos&iacute;tsa olyan kezelőszervek be&aacute;ll&iacute;t&aacute;sait, amelyeket a kezel&eacute;si dokument&aacute;ci&oacute; nem ismertet. Ellenkező esetben a k&eacute;sz&uuml;l&eacute;k megs&eacute;r&uuml;lhet, vagy előfordulhat, hogy csak hozz&aacute;&eacute;rtő szakember seg&iacute;ts&eacute;g&eacute;vel jav&iacute;that&oacute; meg.</div>

<div class="bullet">Ha kikapcsolja a nyomtat&oacute;t, &eacute;s &uacute;jra be szeretn&eacute; kapcsolni, a visszakapcsol&aacute;s előtt v&aacute;rjon legal&aacute;bb &ouml;t m&aacute;sodpercig. Ellenkező esetben k&aacute;rt okozhat a nyomtat&oacute;ban.</div>

<div class="bullet">Az &ouml;nteszt nyomtat&aacute;sa k&ouml;zben ne kapcsolja ki a nyomtat&oacute;t. Mindig &aacute;ll&iacute;tsa le a nyomtat&aacute;st a <b>Pause</b> gombbal, csak azut&aacute;n kapcsolja ki a nyomtat&oacute;t.</div>

<div class="bullet">Ne dugja be a nyomtat&oacute;t olyan konnektorba, amelynek a fesz&uuml;lts&eacute;ge nem egyezik meg a k&eacute;sz&uuml;l&eacute;k fesz&uuml;lts&eacute;g&eacute;vel.</div>

<div class="bullet">Soha ne cser&eacute;lje ki saj&aacute;t kezűleg a nyomtat&oacute;fejet, mert ezzel t&ouml;nkreteheti a nyomtat&oacute;t. A nyomtat&oacute;fej cser&eacute;j&eacute;t k&ouml;vetően a k&eacute;sz&uuml;l&eacute;k egy&eacute;b alkatr&eacute;szeit is ellenőrizni kell.</div>

<div class="bullet">A szalagkazetta kicser&eacute;l&eacute;s&eacute;hez a nyomtat&oacute;fejet k&eacute;zzel kell arr&eacute;bb helyeznie. K&ouml;zvetlen&uuml;l nyomtat&aacute;s ut&aacute;n a nyomtat&oacute;fej forr&oacute; lehet; mielőtt hozz&aacute;&eacute;r, hagyja n&eacute;h&aacute;ny percig lehűlni.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00500"></a>Haszn&aacute;lat korl&aacute;toz&aacute;sa</h3>

<div class="body-text">Ha a term&eacute;ket nagy megb&iacute;zhat&oacute;s&aacute;got/biztons&eacute;giot ig&eacute;nylő alkalmaz&aacute;sokhoz haszn&aacute;lj&aacute;k, pl. l&eacute;gi, vas&uacute;ti, tengeri, k&ouml;z&uacute;ti stb. k&ouml;zleked&eacute;si eszk&ouml;z&ouml;kkel, katasztr&oacute;fa-elh&aacute;r&iacute;t&oacute; eszk&ouml;z&ouml;kkel, k&uuml;l&ouml;nf&eacute;le biztons&eacute;gi &eacute;s hasonl&oacute; eszk&ouml;z&ouml;kkel stb., illetve funkcion&aacute;lis/prec&iacute;zi&oacute;s eszk&ouml;z&ouml;kkel stb., a term&eacute;ket kiz&aacute;r&oacute;lag azt k&ouml;vetően vegye haszn&aacute;latba, hogy figyelembe vette a rendszer meghib&aacute;sod&aacute;sbiztos &eacute;s redund&aacute;ns jelleg&eacute;t a biztons&aacute;g &eacute;s teljes megb&iacute;zhat&oacute;s&aacute;g &eacute;rdek&eacute;ben. <br>Mivel a term&eacute;ket nem aj&aacute;nlott haszn&aacute;lni olyan alkalmaz&aacute;sokban, amelyek rendk&iacute;v&uuml;l nagy megb&iacute;zhat&oacute;s&aacute;got/biztons&aacute;got ig&eacute;nyelnek &uacute;gymint rep&uuml;l&eacute;s- &eacute;s űrtechnikai eszk&ouml;z&ouml;k, elsődleges t&aacute;vk&ouml;zl&eacute;si berendez&eacute;sek, nukle&aacute;ris erőművi szab&aacute;lyoz&oacute;rendszerek, vagy orvosi berendez&eacute;sek, győződj&ouml;n meg a term&eacute;k alkalmass&aacute;g&aacute;r&oacute;l egy teljes elemz&eacute;st k&ouml;vetően.</div>
<div class="link-top">
<a href="#top">Lap teteje<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00400"></a>Az egyes&uuml;lt kir&aacute;lys&aacute;gbeli felhaszn&aacute;l&oacute;knak</h2>

<h3 class="head-c">
<a name="S-01000-00100-00400-00100"></a>Kieg&eacute;sz&iacute;tők haszn&aacute;lata</h3>

<div class="body-text">Az Epson (UK) Limited nem v&aacute;llal felelőss&eacute;get az olyan k&aacute;rok&eacute;rt &eacute;s probl&eacute;m&aacute;k&eacute;rt, amelyek az Epson (UK) Limited &aacute;ltal Eredeti Epson term&eacute;knek, vagy az Epson &aacute;ltal j&oacute;v&aacute;hagyott term&eacute;knek nem minős&iacute;tett kieg&eacute;sz&iacute;tők vagy fogy&oacute;eszk&ouml;z&ouml;k haszn&aacute;lat&aacute;b&oacute;l sz&aacute;rmaznak.</div>

<h3 class="head-c">
<a name="S-01000-00100-00400-00200"></a>Biztons&aacute;gi t&aacute;j&eacute;koztat&oacute;</h3>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Vigy&aacute;zat!</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">A k&eacute;sz&uuml;l&eacute;ket f&ouml;ldelni kell. Ellenőrizze, hogy a k&eacute;sz&uuml;l&eacute;ken felt&uuml;ntetett n&eacute;vleges fesz&uuml;lts&eacute;g megegyezik-e az elektromos h&aacute;l&oacute;zat fesz&uuml;lts&eacute;g&eacute;vel.</div>
</td>
</tr>
</table>
</div>

<div class="body-text">
<b>Fontos!</b>
</div>

<div class="body-text">A t&aacute;pk&aacute;bel vezet&eacute;kei sz&iacute;nk&oacute;doltak; az egyes sz&iacute;nek jelent&eacute;se:</div>

<div class="body-text">Z&ouml;ld &eacute;s s&aacute;rga &mdash; F&ouml;ld<br>K&eacute;k &mdash; Nulla<br>Barna &mdash; F&aacute;zis</div>

<div class="body-text">
<b>Ha dugaszt kell felszerelnie:</b>
</div>

<div class="body-text">Ha a k&eacute;sz&uuml;l&eacute;k t&aacute;pk&aacute;beleinek sz&iacute;nei nem egyeznek a dugasz csatlakoz&oacute;inak sz&iacute;nk&oacute;dol&aacute;s&aacute;val, tegye a k&ouml;vetkezőket:</div>

<div class="body-text">A z&ouml;ld &eacute;s a s&aacute;rga vezet&eacute;ket az aljzat E betűvel vagy a F&ouml;ld szimb&oacute;lummal (<img border="0" src="files/fon3_71.gif">) jel&ouml;lt csatlakoz&oacute;j&aacute;hoz kell k&ouml;tni.</div>

<div class="body-text">A k&eacute;k vezet&eacute;ket az aljzat N betűvel jel&ouml;lt csatlakoz&oacute;j&aacute;hoz kell k&ouml;tni.</div>

<div class="body-text">A barna vezet&eacute;ket az aljzat L betűvel jel&ouml;lt csatlakoz&oacute;j&aacute;hoz kell k&ouml;tni.</div>

<div class="body-text">Ha a dugasz megs&eacute;r&uuml;l, cser&eacute;lje ki az eg&eacute;sz vezet&eacute;ket, vagy forduljon szakk&eacute;pzett villanyszerelőh&ouml;z.</div>

<div class="body-text">Biztos&iacute;t&eacute;kcsere alkalm&aacute;val &uuml;gyeljen r&aacute;, hogy az &uacute;j biztos&iacute;t&eacute;k m&eacute;rete &eacute;s tűrők&eacute;pess&eacute;ge megfeleljen az elő&iacute;r&aacute;soknak.</div>
<div class="link-top">
<a href="#top">Lap teteje<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00900"></a>Braz&iacute;liai felhaszn&aacute;l&oacute;k</h2>

<div class="body-text">A Epson preocupa-se com o meio ambiente e sabe que o planejamento para o futuro requer um forte compromisso ambiental. Para isso, nos empenhamos em criar produtos inovadores que s&atilde;o confi&aacute;veis, recicl&aacute;veis e eficientes. Produtos melhores utilizando menos recursos naturais para ajudar a garantir um futuro melhor para todos.</div>

<div class="body-text">As embalagens deste produto - papel&atilde;o, pl&aacute;stico, isopor e espuma - s&atilde;o recicl&aacute;veis e podem ser entregues a cooperativas de reciclagem, postos de recolhimento de res&iacute;duos ou empresas recicladoras.</div>

<div class="body-text">Os materiais que comp&otilde;em o produto - pl&aacute;stico, metais, placa eletr&ocirc;nica e cartucho - s&atilde;o recicl&aacute;veis. O produto n&atilde;o deve ser desmontado, deve ser encaminhado para os Centros de Servi&ccedil;os Autorizados que dar&atilde;o o destino ambientalmente adequado. Consulte em nosso site - <a target="_blank" href="http://global.latin.epson.com/br">http://global.latin.epson.com/br</a> os Centros de Servi&ccedil;os Autorizados.</div>

<div class="body-text">Todos os Centros de Servi&ccedil;os Autorizados podem receber equipamentos da marca Epson destinados para reciclagem.</div>

<div class="body-text">Conhe&ccedil;a nossas a&ccedil;&otilde;es ambientais e o Programa de Coleta de Cartuchos (<a target="_blank" href="http://www.epson.com.br/coleta">http://www.epson.com.br/coleta</a>) em nosso site.</div>
<div class="link-top">
<a href="#top">Lap teteje<img align="top" border="0" src="files/link_top.gif"></a>
</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
