<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 TR">
<title>S&ouml;zl&uuml;k</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Ara"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Ana Sayfa</a> &gt; 
					S&ouml;zl&uuml;k</div>
<h1 class="head-a">
<a name="S-01200"></a>S&ouml;zl&uuml;k</h1>

<div class="body-text">
<b>ASCII</b>
<br>Bilgi Alışverişi i&ccedil;in Standart Amerikan Kodu. Harflere ve simgelere sayısal kodlar atamak i&ccedil;in standartlaştırılmış bir kodlama sistemi.</div>

<div class="body-text">
<b>otomatik satır besleme</b>
<br>Varsayılan ayar modunda bu ayarı a&ccedil;tığınızda, her satır başı (CR) kodunu otomatik olarak bir satır besleme (LF) kodu izler.</div>

<div class="body-text">
<b>iki y&ouml;nl&uuml; yazdırma</b>
<br>Yazıcı kafasının her iki y&ouml;nde ilerlerken yazdırması (iki y&ouml;nl&uuml;). Bu y&ouml;ntem yazdırma hızını artırır, ancak dikey hizalamada istenilen sonucu vermeyebilir. İki y&ouml;nl&uuml; yazdırma, bu yazıcının standart yazdırma modudur.</div>

<div class="body-text">
<b>arabellek</b>
<br>Yazıcı belleğinin yazdırmadan &ouml;nce verileri depolamak i&ccedil;in kullandığı b&ouml;l&uuml;md&uuml;r.</div>

<div class="body-text">
<b>karakter tablosu</b>
<br>Belirli bir dilde kullanılan t&uuml;m karakterleri, harfleri, sayıları ve simgeleri i&ccedil;eren derleme.</div>

<div class="body-text">
<b>karakter / in&ccedil; (cpi)</b>
<br>Metin karakterleri boyutunun &ouml;l&ccedil;&uuml;s&uuml;.</div>

<div class="body-text">
<b>sıkıştırılmış yazdırma</b>
<br>Bu işlev veri boyutunu azaltır. Yazdırma verilerinizi %75 oranında sıkıştırabilirsiniz.</div>

<div class="body-text">
<b>s&uuml;rekli kağıt</b>
<br>Her iki kenarında besleyici dişli tekerlerin ge&ccedil;mesi i&ccedil;in a&ccedil;ılmış delikler, sayfalar arasında da delikli yırtma yeri olan ve katlanmış olarak yazıcıya y&uuml;klenen kağıt yığını. Akordeon kağıt da denir.</div>

<div class="body-text">
<b>denetim kodu</b>
<br>Satır başına atlamayı veya satır beslemeyi ger&ccedil;ekleştirmek gibi bir yazıcı işlevini denetlemek i&ccedil;in kullanılan &ouml;zel bir kod.</div>

<div class="body-text">
<b>cpi</b>
<br>Metin karakterleri boyutunun &ouml;l&ccedil;&uuml;s&uuml;.</div>

<div class="body-text">
<b>veri d&ouml;k&uuml;m&uuml;</b>
<br>Yazıcı ile bilgisayar arasındaki iletişim sorunlarının nedenini saptamaya yardımcı olan sorun giderme y&ouml;ntemi. Yazıcı on altılık d&ouml;k&uuml;m modundayken, on altılık sayı belirtiminde ve ASCII karakterlerinde aldığı her kodu yazdırır. On altılı d&ouml;k&uuml;m de denir.</div>

<div class="body-text">
<b>varsayılan</b>
<br>Aygıt a&ccedil;ıldığında, sıfırlandığında veya başlatıldığında etkin olan değer.</div>

<div class="body-text">
<b>renk benzetimi</b>
<br>Bir g&ouml;lgeyi veya tonu yansıtmak i&ccedil;in sayfadaki noktaları d&uuml;zenleme bi&ccedil;imi.</div>

<div class="body-text">
<b>nokta vuruşlu</b>
<br>Her harfin veya simgenin, belirli bir desene g&ouml;re yerleştirilen ayrı ayrı noktalardan oluştuğu yazdırma y&ouml;ntemi.</div>

<div class="body-text">
<b>taslak</b>
<br>Yazı tipi olarak Taslak'ı se&ccedil;tiğinizde yazıcınızın kullandığı yazdırma modu. Taslak yazı tipinde, daha hızlı yazdırmak i&ccedil;in karakter başına nokta sayısı azaltılır.</div>

<div class="body-text">
<b>s&uuml;r&uuml;c&uuml;</b>
<br>Belirli bir yazıcının işlevlerini kullanmak &uuml;zere bilgisayardan yazıcıya komutlar g&ouml;nderen yazılım programı.</div>

<div class="body-text">
<b>ESC/P</b><sup>&reg;</sup>
<br>Epson Standard Code for Printers (Yazıcılar i&ccedil;in Epson Standart Kodu) teriminin kısaltması. Bu, bilgisayarınızın yazıcınızı denetlemek i&ccedil;in kullandığı komut sistemidir. Bu komutlar t&uuml;m Epson yazıcıları i&ccedil;in standarttır ve kişisel bilgisayarlara y&ouml;nelik uygulama yazılımlarının &ccedil;oğu tarafından desteklenir.</div>

<div class="body-text">
<b>ESC/P 2</b><sup>&trade;</sup>
<br>ESC/P yazıcı komut dilinin geliştirilmiş s&uuml;r&uuml;m&uuml;. Bu dildeki komutlar, &ouml;l&ccedil;eklenebilir yazı tipleri ve iyileştirilmiş grafikler gibi lazer benzeri sonu&ccedil;lar vermektedir.</div>

<div class="body-text">
<b>akordeon kağıt</b>
<br>Her iki kenarında besleyici dişli tekerlerin ge&ccedil;mesi i&ccedil;in a&ccedil;ılmış delikler, sayfalar arasında da delikli yırtma yeri olan ve katlanmış olarak yazıcıya y&uuml;klenen kağıt yığını. S&uuml;rekli kağıt da denir.</div>

<div class="body-text">
<b>yazı tipi</b>
<br>Roman veya Sans Serif gibi &ouml;zel bir adla tanımlanan t&uuml;r stili.</div>

<div class="body-text">
<b>form besleme (FF)</b>
<br>Kağıdı bir sonraki formun &uuml;st&uuml; konumuna doğru ilerleten denetim kodu ve kontrol paneli d&uuml;ğmesi.</div>

<div class="body-text">
<b>yarı tonlama</b>
<br>Resimleri yansıtacak şekilde nokta desenleri kullanma y&ouml;ntemi. Bu y&ouml;ntemde, yalnızca siyah noktalar kullanarak grinin &ccedil;eşitli ara tonları ya da &ccedil;ok az sayıda renkli nokta kullanarak neredeyse sınırsız bir renk yelpazesi elde edilir.</div>

<div class="body-text">
<b>on altılı d&ouml;k&uuml;m</b>
<br>Yazıcı ile bilgisayar arasındaki iletişim sorunlarının nedenini saptamaya yardımcı olan sorun giderme y&ouml;ntemi. Yazıcı on altılık d&ouml;k&uuml;m modundayken, on altılık sayı belirtiminde ve ASCII karakterlerinde aldığı her kodu yazdırır. Veri d&ouml;k&uuml;m&uuml; olarak da adlandırılır.</div>

<div class="body-text">
<b>y&uuml;ksek hızda taslak</b>
<br>Varsayılan ayar modunu kullanarak se&ccedil;ebileceğiniz taslak yazdırma modu. Y&uuml;ksek hızda taslak son derece hızlı yazdırma ger&ccedil;ekleştirmek amacıyla her karakter i&ccedil;in en az nokta sayısını kullanır.</div>

<div class="body-text">
<b>arabirim</b>
<br>Yazdırılacak verileri yazıcıya iletmek &uuml;zere bilgisayar ile yazıcı arasında kurulan bağlantı.</div>

<div class="body-text">
<b>yatay</b>
<br>Satırları sayfanın uzun kenarına hizalayarak enine yazdırma y&ouml;ntemi. Sayfa genişliğinin uzunluğundan daha fazla olmasını sağlayan bu sayfa y&ouml;n&uuml; &ouml;zellikle &ccedil;izelgeleri yazdırmada kullanılır. </div>

<div class="body-text">
<b>letter quality (LQ - mektup kalitesi)</b>
<br>Yazı tipi olarak Draft (Taslak) dışında bir yazı tipi se&ccedil;tiğinizde yazıcınızın kullandığı yazdırma modu. Letter quality (Mektup kalitesi) yazı tipleri ile yazdırmak, daha d&uuml;ş&uuml;k yazdırma hızında daha okunabilir bir yazı ve daha iyi bir g&ouml;r&uuml;n&uuml;m sağlar. </div>

<div class="body-text">
<b>line feed (LF - satır besleme)</b>
<br>Kağıdı bir satır aralığı kadar ilerleten denetim kodu ve kontrol paneli d&uuml;ğmesi.</div>

<div class="body-text">
<b>y&uuml;kleme konumu</b>
<br>Kağıdın otomatik olarak y&uuml;klendiği konum.</div>

<div class="body-text">
<b>micro adjust (mikro ayar)</b>
<br>Yırtma ve formun &uuml;st&uuml; konumlarını &ccedil;ok hassas olarak ayarlamanızı sağlayan yazıcı &ouml;zelliği.</div>

<div class="body-text">
<b>near letter quality (NLQ; mektup kalitesine yakın)</b>
<br>Yazı tipi olarak Draft (Taslak) dışında bir yazı tipi se&ccedil;tiğinizde yazıcınızın kullandığı yazdırma modu. NLQ yazı tipleri ile yazdırmak, daha d&uuml;ş&uuml;k yazdırma hızında daha okunabilir bir yazı ve daha iyi bir g&ouml;r&uuml;n&uuml;m sağlar.</div>

<div class="body-text">
<b>kağıt konumları</b>
<br>S&uuml;rekli kağıt baskısında &uuml;&ccedil; kağıt konumu vardır: bekleme, yırtma ve formun &uuml;st&uuml;. Tek sayfa baskıda, sadece formun &uuml;st&uuml; konumu kullanılır. </div>

<div class="body-text">
<b>karakter sıklığı</b>
<br>Yazı tipinin boyutu; bir in&ccedil; başına yazdırılan karakter sayısıyla (cpi) &ouml;l&ccedil;&uuml;l&uuml;r. Standart 10 cpi'dir.</div>

<div class="body-text">
<b>silindir</b>
<br>Yazdırma sırasında kağıda destek olan siyah d&uuml;z par&ccedil;a.</div>

<div class="body-text">
<b>dikey</b>
<br>Sayfanın tepesinden başlayıp aşağıya doğru yazdırma (sayfanın enine yazdırıldığı yatay yazdırma y&ouml;n&uuml;n&uuml;n karşıtı). Mektup ve belgelerin yazdırılmasında standart yazdırma y&ouml;n&uuml; budur.</div>

<div class="body-text">
<b>yazıcı s&uuml;r&uuml;c&uuml;s&uuml;</b>
<br>Belirli bir yazıcının işlevlerini kullanmak &uuml;zere bilgisayardan yazıcıya komutlar g&ouml;nderen yazılım programı.</div>

<div class="body-text">
<b>yazdırma başlangı&ccedil; konumu</b>
<br>Yazıcının, kağıtta yazdırılabilir ilk s&uuml;tun olarak kabul ettiği yatay konum. Yazdırma başlangı&ccedil; konumunu kontrol panelinden ayarlayabilirsiniz.</div>

<div class="body-text">
<b>orantılı yazı tipi</b>
<br>Kullanılan karakterlerin, karakterin genişliğine bağlı olarak değişken miktarda yatay alan kapladığı yazı tipi. Bu t&uuml;r yazı tiplerinde, s&ouml;zgelimi b&uuml;y&uuml;k M, k&uuml;&ccedil;&uuml;k l harfinden daha fazla yatay alan kaplar.</div>

<div class="body-text">
<b>&ouml;nerilen basılabilir alan</b>
<br>Sayfanın, yazıcıda yazdırılabilecek olan alanı. Kenar boşlukları nedeniyle sayfanın fiziksel boyutundan daha k&uuml;&ccedil;&uuml;kt&uuml;r.</div>

<div class="body-text">
<b>sıfırlama</b>
<br>Yazıcıyı varsayılan ayarlarına d&ouml;nd&uuml;rme.</div>

<div class="body-text">
<b>&ccedil;&ouml;z&uuml;n&uuml;rl&uuml;k</b>
<br>G&ouml;sterilebilen ayrıntı miktarı &ouml;l&ccedil;&uuml;s&uuml;. Yazdırılan resimlerin &ccedil;&ouml;z&uuml;n&uuml;rl&uuml;ğ&uuml;, in&ccedil; başına sığdırılan nokta sayısıyla (dpi) &ouml;l&ccedil;&uuml;l&uuml;r.</div>

<div class="body-text">
<b>kendi kendini sınama</b>
<br>Yazıcının kendi işleyişini sınama y&ouml;ntemi. Kendi kendine sınamayı &ccedil;alıştırdığınız zaman yazıcı, kendi ROM'unda (Salt Okunur Bellek) saklanan karakterleri yazdırır.</div>

<div class="body-text">
<b>bekleme konumu</b>
<br>Dişli besleyiciye takılmış, ama hen&uuml;z yazıcıya y&uuml;klenmemiş durumda olan s&uuml;rekli kağıdın konumu.</div>

<div class="body-text">
<b>yırtma</b>
<br>S&uuml;rekli kağıdın delikli yırtma yerini yırtma konumuna ve sonra kağıdı geriye, formun &uuml;st&uuml; konumuna besleyen bir kontrol paneli d&uuml;ğmesi.</div>

<div class="body-text">
<b>yırtma konumu</b>
<br>Auto tear-off modu a&ccedil;ıkken yazıcının kağıdı beslediği konum. Mikro Ayar işlevini kullanarak konumu, kağıdın delikli yırtma yeri yazıcının yırtma kenarına gelecek şekilde ayarlayabilirsiniz.</div>

<div class="body-text">
<b>formun &uuml;st&uuml; konumu</b>
<br>Yazıcının, kağıtta basılabilir ilk satır olarak kabul ettiği yer. Bu, varsayılan &uuml;st kenar boşluğu konumudur.</div>

<div class="body-text">
<b>tek y&ouml;nl&uuml; yazdırma</b>
<br>Yazıcı kafasının yalnızca tek bir y&ouml;nde ilerlerken yazması. Tek y&ouml;nl&uuml; yazdırma, dikey hizalamanın daha d&uuml;zg&uuml;n olmasını sağladığı i&ccedil;in grafiklerin yazdırılmasına uygundur. Yazıcının varsayılan ayar modunu kullanarak tek y&ouml;nl&uuml; yazdırmayı se&ccedil;ebilirsiniz.</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
