<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="BPS0132-01 TR">
<title>G&uuml;venlik</title>
<link href="files/_style07.css" rel="stylesheet">
<script src="files/_hfdata.js" type="text/javascript"></script>
<script src="files/_search.js" type="text/javascript"></script>
</head>

<body>
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="725">
<tbody>
<tr>
<td colspan="3" valign="top">

<!--Header Start-->
<table cellSpacing="0" cellPadding="0" border="0" width="100%">
<tr>
<td rowspan="2" width="130"><img src="files/_epson.gif" border="0" alt="EPSON"></td>
<td height="38" align="left"><img src="images/_logo.gif"></td>
<td height="38" align="right">

<table cellSpacing="5" cellPadding="0" border="0">
<tbody>
<tr>
<script language="javascript">
<!--
	if(navigator.appName.indexOf("Netscape") != -1){document.write("<form name=\"form1\" onsubmit=\"return resopen();\">");}
	else{document.write("<form name=\"form1\" action=\"javascript:resopen()\" onsubmit=\"return true;\" method=\"post\">");}
-->
</script>
<td><input value="" size="15" name="searchfor" type="text"></td>
<td><input src="files/top_src.gif" border="0" onClick="javascript:resopen()" type="image" alt="Ara"></td>

</tr>
</tbody>
</table>

</td>
</tr>
<tr>
<td colspan="2" height="21" align="right">
<script type="text/javascript">head_data("", "")</script>
</td>
</tr>
<tr>
<td bgcolor="#c0c0c0" height="1" colspan="3"><img src="files/01.gif"></td>
</tr>
</table>
<!--Header End-->

</td>
</tr>
<!--Main Contents Start-->
<tr>
<td><img height="1" width="30" src="files/01.gif"></td><td height="100%" width="100%" valign="top">
<div class="topics">
<a href="index.htm">Ana Sayfa</a> &gt; 
					G&uuml;venlik</div>
<h1 class="head-a">
<a name="S-01000-00100"></a>G&uuml;venlik Talimatları</h1>
<div class="jumper">
<a href="#S-01000-00100-00100">Uyarılar, Dikkat Notları ve Notlar</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00200">Isınan Par&ccedil;alara Dikkat Simgesi</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00300">&Ouml;nemli G&uuml;venlik Talimatları</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00400">İngiltere&rsquo;de yaşayan kullanıcılar i&ccedil;in</a>
</div>
<div class="jumper">
<a href="#S-01000-00100-00900">Brezilyalı kullanıcılar i&ccedil;in</a>
</div>
<div id="blanks"></div>






<h2 class="head-b">
<a name="S-01000-00100-00100"></a>Uyarılar, Dikkat Notları ve Notlar</h2>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Uyarılar</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">Bedensel yaralanmaları &ouml;nlemek i&ccedil;in uyulması gerekenlere işaret eder.</div>
</td>
</tr>
</table>
</div>

<div class="mark-ca">
<!--Caution Head-->
<img hspace="5" align="top" src="files/mark_ca.gif">Dikkat notları </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFB5">
<tr>
<td width="100%">

<div class="mark-text">Donanımınıza zarar gelmesini &ouml;nlemek i&ccedil;in uyulması gerekenlere işaret eder.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="files/mark_no.gif">Notlar </div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td width="100%">

<div class="mark-text">Yazıcınızın işletimi hakkında &ouml;nemli bilgiler ve faydalı ipu&ccedil;ları i&ccedil;erir.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">&Uuml;st<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00200"></a>Isınan Par&ccedil;alara Dikkat Simgesi</h2>

<div id="tables">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="0" cellpadding="0" cellspacing="0">
<tr>
<td valign="top" width="14%">
<!--Table Text-->
<div class="table-text">
<img border="0" src="files/fon3_75.gif"></div>
</td><td valign="top" width="85%">
<!--Table Text-->
<div class="table-text">Bu simge, kullanım sırasında ısınabilen yazıcı kafasının ve diğer par&ccedil;aların &uuml;zerine uyarı amacıyla yerleştirilmiştir. Yazıcı kullanıldıktan hemen sonra bu par&ccedil;alara kesinlikle dokunmayın. Dokunmadan &ouml;nce birka&ccedil; dakika bu par&ccedil;aların soğumasını bekleyin.</div>
</td>
</tr>
</table>
</div>
<div class="link-top">
<a href="#top">&Uuml;st<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00300"></a>&Ouml;nemli G&uuml;venlik Talimatları</h2>

<div class="body-text">Yazıcıyı kullanmadan &ouml;nce bu g&uuml;venlik talimatlarının t&uuml;m&uuml;n&uuml; okuyun. Ayrıca, yazıcının &uuml;zerinde belirtilen t&uuml;m uyarı ve talimatlara uyun.</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00100"></a>Yazıcıyı kurarken</h3>

<div id="itemiz">
<div class="bullet">Yazıcıyı sağlam olmayan y&uuml;zeylere veya radyat&ouml;r gibi ısı kaynaklarının yakınına koymayın.</div>

<div class="bullet">Yazıcınızı d&uuml;z, sağlam bir y&uuml;zeye koyun. Bir yana eğimli olarak yerleştirilirse yazıcı doğru &ccedil;alışmaz.</div>

<div class="bullet">Bu &uuml;r&uuml;n&uuml; yatak veya divan gibi yumuşak ve dengesiz bir y&uuml;zeye ya da havalandırmanın sınırlanacağı k&uuml;&ccedil;&uuml;k, kapalı alanlara yerleştirmeyin.</div>

<div class="bullet">Yazıcının kasasındaki yuvaları ve a&ccedil;ıklıkları kapatmayın ve yuvalara herhangi bir cisim sokmayın.</div>

<div class="bullet">Rahat kullanmak ve bakım yapmak i&ccedil;in yazıcının &ccedil;evresinde yeterli alan bırakın.</div>

<div class="bullet">Yazıcıyı, gerektiğinde kolaylıkla bir ağ arabirim kablosuna bağlayabileceğiniz bir yere yerleştirin.</div>

<div class="bullet">Yalnızca yazıcının etiketinde belirtilen g&uuml;&ccedil; kaynağı t&uuml;r&uuml;n&uuml; kullanın. B&ouml;lgenizdeki g&uuml;&ccedil; kaynağının teknik &ouml;zelliklerini tam olarak bilmiyorsanız, yerel elektrik şirketine veya satıcınıza başvurun.</div>

<div class="bullet">T&uuml;m donanımı, doğru olarak topraklanmış elektrik prizlerine bağlayın. Sık sık a&ccedil;ılıp kapanan fotokopi makineleri veya havalandırma sistemleriyle aynı devre &uuml;zerindeki prizleri kullanmaktan ka&ccedil;ının.</div>

<div class="bullet">Hasar g&ouml;rm&uuml;ş veya yıpranmış bir elektrik kablosunu kullanmayın.</div>

<div class="bullet">Elektrik kablosu, aşınma, kopma, yıpranma, kıvrılma ve dolaşma gibi durumlara maruz kalmayacak bi&ccedil;imde yerleştirilmelidir.</div>

<div class="bullet">Yazıcı ile birlikte bir uzatma kablosu kullanmanız durumunda, uzatma kablosuna bağlı aygıtların toplam amper değerinin kablonun amper değerini aşmamasına dikkat edin. Ayrıca, elektrik prizine takılı t&uuml;m aygıtların toplam amper değeri de elektrik prizinin amper değerini aşmamalıdır.</div>

<div class="bullet">Yalnızca bu &uuml;r&uuml;nle birlikte gelen elektrik kablosunu kullanın. Başka kabloların kullanılması durumunda yangın ve elektrik &ccedil;arpması tehlikesi vardır.</div>

<div class="bullet">Bu &uuml;r&uuml;n&uuml;n elektrik kablosu, yalnızca bu &uuml;r&uuml;nle kullanmak i&ccedil;indir. Başka donanımla kullanılması durumunda yangın ve elektrik &ccedil;arpması tehlikesi vardır.</div>

<div class="bullet">AC g&uuml;&ccedil; kablosunun, b&ouml;lgenizdeki g&uuml;venlik standartlarına uygun olmasına dikkat edin.</div>

<div class="bullet">Yazıcıyı ani ısı ve nem oranı değişikliklerinin ortaya &ccedil;ıktığı yerlerde kullanmaktan ve bulundurmaktan ka&ccedil;ının. Ayrıca doğrudan g&uuml;neş ışığından, g&uuml;&ccedil;l&uuml; ışıktan, ısı kaynaklarından veya fazla nem veya tozdan uzak tutun.</div>

<div class="bullet">Darbe ve sarsıntıların olabileceği yerleri kullanmayın.</div>

<div class="bullet">Yazıcıyı, g&uuml;&ccedil; kablosu fişinin kolayca &ccedil;ıkarılabileceği bir prize yakın bir yere koyun.</div>

<div class="bullet">T&uuml;m bilgisayar sistemini, hoparl&ouml;r veya kablosuz telefon ana birimi gibi elektromanyetik olabilecek parazit kaynaklarından uzak tutun.</div>

<div class="bullet">Duvar anahtarları veya otomatik zamanlayıcılar tarafından denetlenen elektrik prizlerinden sakının. G&uuml;c&uuml;n kesilmesi, yazıcınızın veya bilgisayarınızın belleğindeki bilgileri silebilir. Ayrıca, voltaj dalgalanmalarına neden olabilecek b&uuml;y&uuml;k motorların veya diğer aygıtların bulunduğu devrelerdeki prizleri kullanmayın.</div>

<div class="bullet">Topraklanmış priz kullanın; fiş bağdaştırıcısı kullanmayın.</div>

<div class="bullet">Yazıcı ayağı kullanacaksanız bu &ouml;nerileri izleyin:<br>- En az yazıcının iki katı ağırlığı kaldırabilecek bir ayak kullanın.<br>- Hi&ccedil;bir zaman yazıcının eğri durmasına neden olan bir ayak kullanmayın. Yazıcının her zaman d&uuml;z durması gerekir.<br>- Yazıcınızın g&uuml;&ccedil; ve arabirim kablolarını kağıt beslemeyi engellemeyecek bi&ccedil;imde konumlandırın. M&uuml;mk&uuml;nse, kabloları yazıcı ayağının bir bacağına bağlayın.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00200"></a>Yazıcının bakımını yaparken</h3>

<div id="itemiz">
<div class="bullet">Temizlemeden &ouml;nce yazıcıyı fişten &ccedil;ıkarın ve her zaman yalnızca nemli bir bezle temizleyin.</div>

<div class="bullet">Yazıcıya sıvı sı&ccedil;ratmayın.</div>

<div class="bullet">Bu kılavuzda &ouml;zel olarak belirtilmediği s&uuml;rece, yazıcıyla ilgili servis işlemlerini kendiniz yapmaya kalkışmayın.</div>

<div class="bullet">Aşağıdaki koşullarda yazıcının fişini &ccedil;ekin ve servis i&ccedil;in yetkili servis personeline başvurun:<br>i. Elektrik kablosu veya fişi hasar g&ouml;r&uuml;rse.<br>ii. Yazıcının i&ccedil;ine sıvı girerse.<br>iii. Yazıcı d&uuml;ş&uuml;r&uuml;l&uuml;rse veya kasası hasar g&ouml;r&uuml;rse.<br>iv. Yazıcı normal &ccedil;alışmazsa veya performansında belirgin bir değişiklik ortaya &ccedil;ıkarsa.</div>

<div class="bullet">Bu &uuml;r&uuml;n&uuml;n i&ccedil;inde veya &ccedil;evresinde, yanıcı gaz i&ccedil;eren aerosol p&uuml;sk&uuml;rt&uuml;c&uuml;leri kullanmayın. Bu, yangına sebebiyet verebilir.</div>

<div class="bullet">Yalnızca işletim talimatlarında belirtilen kumanda ayarlarını yapın.</div>

<div class="bullet">Yazıcıyı Almanya'da kullanacaksanız şu noktaya dikkat edin:<br>Bu yazıcıya yeterli kısa devre ve aşırı akım koruması sağlamak i&ccedil;in bina tesisatının 16 amperlik bir devre kesici ile korunuyor olması gerekir.<br>Bei Anschluss des Druckers an die Stromversorgung muss sichergestellt werden, dass die Gebaudeinstallation mit einer 16 A-Sicherung abgesichert ist.</div>

<div class="bullet">Yazıcının i&ccedil;indeki beyaz kabloya dokunmayın.</div>
<div id="images">
<img border="0" src="images/fcc_01.gif"></div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00300"></a>Kağıt işlemlerini yaparken</h3>

<div id="itemiz">
<div class="bullet">Kıvrılmış veya katlanmış kağıt y&uuml;klemeyin.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00400"></a>Yazıcıyı &ccedil;alıştırırken</h3>

<div id="itemiz">
<div class="bullet">Yalnızca kullanıcı belgelerinde belirtilen kumanda ayarlarını yapın. Diğer kumanda ayarlarının yanlış yapılması, ancak yetkili servis teknisyenin yapabileceği yoğun onarım gerektiren zararlara neden olabilir.</div>

<div class="bullet">Yazıcıyı her kapatışınızda, yeniden a&ccedil;madan &ouml;nce en az beş saniye bekleyin; aksi takdirde yazıcıya zarar verebilirsiniz.</div>

<div class="bullet">Kendi kendini sınama sayfasını yazdırırken yazıcıyı kapamayın. Yazdırmayı durdurmak i&ccedil;in her zaman <b>Pause</b> d&uuml;ğmesine basın ve yazıcıyı kapatın.</div>

<div class="bullet">Elektrik kablosunu yazıcınız i&ccedil;in yanlış voltaj değerine sahip bir elektrik prizine yeniden bağlamayın.</div>

<div class="bullet">Yazdırma kafasını hi&ccedil;bir zaman kendiniz değiştirmeyin; yazıcıya zarar verebilirsiniz. Ayrıca, yazdırma kafası değiştirildiğinde yazıcının diğer par&ccedil;alarının da kontrol edilmesi gerekir.</div>

<div class="bullet">Şerit kartuşunu değiştirmek i&ccedil;in yazdırma kafasını elle itmeniz gerekir. Yazıcıyı yeni kullandıysanız yazdırma kafası sıcak olabilir; dokunmadan &ouml;nce birka&ccedil; dakika soğumasını bekleyin.</div>
</div>

<h3 class="head-c">
<a name="S-01000-00100-00300-00500"></a>Kullanım sınırlaması</h3>

<div class="body-text">Bu &uuml;r&uuml;n, havacılık, demiryolu, denizcilik, otomotiv vb. ile ilgili taşıma cihazları, afet &ouml;nleme cihazları, &ccedil;eşitli g&uuml;venlik cihazları vb. veya işlevsel/hassas cihazlar vb. gibi y&uuml;ksek g&uuml;venilirlik/g&uuml;venlik gerektiren uygulamalarda kullanıldığında, g&uuml;venlik ve tam sistem g&uuml;venilirliği sağlamak i&ccedil;in emniyeti ve tasarımdaki fazlalıkları g&ouml;z &ouml;n&uuml;nde bulundurduktan sonra bu &uuml;r&uuml;n&uuml; kullanmalısınız. <br>Bu &uuml;r&uuml;n uzay end&uuml;strisi ekipmanı, ana iletişim ekipmanı, n&uuml;kleer g&uuml;&ccedil; kontrol ekipmanı veya doğrudan tıbbi bakımla ilgili tıbbi ekipman vb. aşırı y&uuml;ksek g&uuml;venilirlik/g&uuml;venlik gerektiren uygulamalarda kullanılmak &uuml;zere &uuml;retilmediği i&ccedil;in, &uuml;r&uuml;n&uuml;n uygunluğu hakkındaki kararınızı tam bir değerlendirmeden sonra verin.</div>
<div class="link-top">
<a href="#top">&Uuml;st<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00400"></a>İngiltere&rsquo;de yaşayan kullanıcılar i&ccedil;in</h2>

<h3 class="head-c">
<a name="S-01000-00100-00400-00100"></a>İsteğe bağlı par&ccedil;aların kullanımı</h3>

<div class="body-text">Epson (İngiltere) Limited, Orijinal Epson &Uuml;r&uuml;nleri veya Epson (İngiltere) Limited tarafından Onaylı Epson &Uuml;r&uuml;nleri olarak belirtilmiş &uuml;r&uuml;nler dışındaki herhangi bir se&ccedil;eneğin veya sarf malzemesinin kullanılmasından doğacak zararlardan veya sorunlardan sorumlu değildir.</div>

<h3 class="head-c">
<a name="S-01000-00100-00400-00200"></a>G&uuml;venlik bilgileri</h3>

<div class="mark-wa">
<!--Warning Head-->
<img hspace="5" align="top" src="files/mark_wa.gif">Uyarı:</div>
<div id="square">
<table align="center" width="90%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFDECE">
<tr>
<td width="100%">

<div class="mark-text">Bu aygıtın topraklanması gerekir. Kullanım voltajını &ouml;ğrenmek i&ccedil;in voltaj plakasına bakın ve şebeke voltajının cihazın voltajına uygun olduğundan emin olun.</div>
</td>
</tr>
</table>
</div>

<div class="body-text">
<b>&Ouml;nemli:</b>
</div>

<div class="body-text">Bu aygıta bağlı ana kablodaki teller aşağıdaki renklerle kodlanmıştır:</div>

<div class="body-text">Sarı ve yeşil &mdash; Toprak<br>Mavi &mdash; N&ouml;tr<br>Kahverengi &mdash; Akım</div>

<div class="body-text">
<b>Fiş takmanız gerekirse:</b>
</div>

<div class="body-text">Bu cihazın elektrik kablosundaki renklerle fişteki u&ccedil;ları tanımlamak i&ccedil;in kullanılan renkler uyuşmayabileceğinden l&uuml;tfen şunlara dikkat edin:</div>

<div class="body-text">Yeşil ve sarı telin, fişin E harfiyle veya Toprak simgesiyle (<img border="0" src="files/fon3_71.gif">) g&ouml;sterilen ucuna bağlanması gerekir.</div>

<div class="body-text">Mavi telin, fişteki N harfiyle g&ouml;sterilen uca bağlanması gerekir.</div>

<div class="body-text">Kahverengi telin, fişteki L harfiyle g&ouml;sterilen uca bağlanması gerekir.</div>

<div class="body-text">Fiş hasar g&ouml;r&uuml;rse kablosuyla birlikte değiştirin veya yetkili bir elektrik&ccedil;iye başvurun.</div>

<div class="body-text">Sigortaları yalnızca doğru boyutta ve kullanım değerinde sigortalarla değiştirin.</div>
<div class="link-top">
<a href="#top">&Uuml;st<img align="top" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-01000-00100-00900"></a>Brezilyalı kullanıcılar i&ccedil;in</h2>

<div class="body-text">A Epson preocupa-se com o meio ambiente e sabe que o planejamento para o futuro requer um forte compromisso ambiental. Para isso, nos empenhamos em criar produtos inovadores que s&atilde;o confi&aacute;veis, recicl&aacute;veis e eficientes. Produtos melhores utilizando menos recursos naturais para ajudar a garantir um futuro melhor para todos.</div>

<div class="body-text">As embalagens deste produto - papel&atilde;o, pl&aacute;stico, isopor e espuma - s&atilde;o recicl&aacute;veis e podem ser entregues a cooperativas de reciclagem, postos de recolhimento de res&iacute;duos ou empresas recicladoras.</div>

<div class="body-text">Os materiais que comp&otilde;em o produto - pl&aacute;stico, metais, placa eletr&ocirc;nica e cartucho - s&atilde;o recicl&aacute;veis. O produto n&atilde;o deve ser desmontado, deve ser encaminhado para os Centros de Servi&ccedil;os Autorizados que dar&atilde;o o destino ambientalmente adequado. Consulte em nosso site - <a target="_blank" href="http://global.latin.epson.com/br">http://global.latin.epson.com/br</a> os Centros de Servi&ccedil;os Autorizados.</div>

<div class="body-text">Todos os Centros de Servi&ccedil;os Autorizados podem receber equipamentos da marca Epson destinados para reciclagem.</div>

<div class="body-text">Conhe&ccedil;a nossas a&ccedil;&otilde;es ambientais e o Programa de Coleta de Cartuchos (<a target="_blank" href="http://www.epson.com.br/coleta">http://www.epson.com.br/coleta</a>) em nosso site.</div>
<div class="link-top">
<a href="#top">&Uuml;st<img align="top" border="0" src="files/link_top.gif"></a>
</div>
</td><td><img height="1" width="30" src="files/01.gif"></td>
</tr>
<!--Main Contents End-->
<tr>
<td colspan="3" valign="top">
<script type="text/javascript">foot_data("", "")</script>
</td>
</tr>
</tbody>
</table>
</body>
</html>
